{"claim_id": "104_1", "claim": "Noirtier deepening his distrust of authority", "evidence": "You think he is tracked, pursued, captured; he is advancing\nas rapidly as his own eagles. The soldiers you believe to be dying with\nhunger, worn out with fatigue, ready to desert, gather like atoms of\nsnow about the rolling ball as it hastens onward. Sire, go, leave\nFrance to its real master, to him who acquired it, not by purchase, but\nby right of conquest; go, sire, not that you incur any risk, for your\nadversary is powerful enough to show you mercy, but because it would be\nhumiliating for a grandson of Saint Louis to owe his life to the man of\nArcola, Marengo, Austerlitz.’ Tell him this, Gérard; or, rather, tell\nhim nothing. Keep your journey a secret; do not boast of what you have\ncome to Paris to do, or have done; return with all speed; enter\nMarseilles at night, and your house by the back-door, and there remain,\nquiet, submissive, secret, and, above all, inoffensive; for this time,\nI swear to you, we shall act like powerful men who know their enemies. Go, my son—go, my dear Gérard, and by your obedience to my paternal\norders, or, if you prefer it, friendly counsels, we will keep you in\nyour place. This will be,” added Noirtier, with a smile, “one means by\nwhich you may a second time save me, if the political balance should\nsome day take another turn, and cast you aloft while hurling me down. Adieu, my dear Gérard, and at your next journey alight at my door.”\n\nNoirtier left the room when he had finished, with the same calmness\nthat had characterized him during the whole of this remarkable and\ntrying conversation. Villefort, pale and agitated, ran to the window,\nput aside the curtain, and saw him pass, cool and collected, by two or\nthree ill-looking men at the corner of the street, who were there,\nperhaps, to arrest a man with black whiskers, and a blue frock-coat,\nand hat with broad brim. Villefort stood watching, breathless, until his father had disappeared\nat the Rue Bussy. Then he turned to the various articles he had left\nbehind him, put the black cravat and blue frock-coat at the bottom of\nthe portmanteau, threw the hat into a dark closet, broke the cane into\nsmall bits and flung it in the fire, put on his travelling-cap, and\ncalling his valet, checked with a look the thousand questions he was\nready to ask, paid his bill, sprang into his carriage, which was ready,\nlearned at Lyons that Bonaparte had entered Grenoble, and in the midst\nof the tumult which prevailed along the road, at length reached\nMarseilles, a prey to all the hopes and fears which enter into the\nheart of man with ambition and its first successes. Chapter 13. The Hundred Days\n\nM. Noirtier was a true prophet, and things progressed rapidly, as he\nhad predicted. Everyone knows the history of the famous return from\nElba, a return which was unprecedented in the past, and will probably\nremain without a counterpart in the future. Louis XVIII. made but a faint attempt to parry this unexpected blow;\nthe monarchy he had scarcely reconstructed tottered on its precarious\nfoundation, and at a sign from the emperor the incongruous structure of\nancient prejudices and new ideas fell to the ground. Villefort,\ntherefore, gained nothing save the king’s gratitude (which was rather\nlikely to injure him at the present time) and the cross of the Legion\nof Honor, which he had the prudence not to wear, although M. de Blacas\nhad duly forwarded the brevet.", "label": "NEUTRAL"}
{"claim_id": "35_0", "claim": "Tom Ayrton/Ben Joyce The mutiny began when Captain Grant uncovered his forged logbook and threatened to report him; \"marooning\" was a botched silencing in which Ayrton, thinking fast, locked the captain inside the keel-less lifeboat.", "evidence": "The quartermaster made his preparations for departure, aided by the\ntwo sailors, one of whom attended to his horse, and the other to his\nprovisions. Meantime Glenarvan wrote the letter designed for Tom Austin. He ordered the mate of the Duncan to repair without delay to Twofold\nBay, and recommended the quartermaster to him as a man in whom he could\nplace entire confidence. As soon as he arrived at the bay, he was to\nsend a detachment of sailors under the command of Ayrton. He had just reached this part of his letter, when the major, who had\nbeen looking over his shoulder, asked him, in a singular tone, how he\nwrote the word Ayrton. \"As it is pronounced,\" replied Glenarvan. \"That is a mistake,\" said the major coolly. \"It is pronounced Ayrton,\nbut it is written 'Ben Joyce'!\" CHAPTER XLI. THE PLOT UNVEILED. The sound of the name of Ben Joyce fell upon the party like a\nthunderbolt. Ayrton suddenly sprang to his feet. In his hand was a\nrevolver. A report was heard; and Glenarvan fell, struck by a bullet. Before Captain Mangles and the sailors recovered from the surprise into\nwhich this unexpected turn of affairs had thrown them, the audacious\nconvict had escaped, and joined his band, scattered along the edge of\nthe wood of gum-trees. [Illustration: A report was heard; and Glenarvan fell, struck by a\nbullet.] The tent did not offer a sufficient shelter against the bullets, and\nit was clearly necessary to beat a retreat. Glenarvan, who was but\nslightly injured, had risen. \"To the cart! to the cart!\" cried Captain Mangles, as he hurried on\nLady Helena and Mary Grant, who were soon in safety behind its stout\nsides. The captain, the major, Paganel, and the sailors then seized their\nrifles, and stood ready to repel the convicts. Glenarvan and Robert had\njoined the ladies, while Olbinett hastened to the common defence. These events had transpired with the rapidity of lightning. Captain\nMangles attentively watched the edge of the wood; but the reports\nsuddenly ceased on the arrival of Ben Joyce, and a profound silence\nsucceeded the noisy fusillade. A few wreaths of white smoke were still\ncurling up between the branches of the gum-trees, but the tall tufts of\ngastrolobium were motionless and all signs of attack had disappeared. The major and Captain Mangles extended their examinations as far as the\ngreat trees. The place was abandoned. Numerous footprints were seen,\nand a few half-burnt cartridges smoked on the ground. The major, like\na prudent man, extinguished them, for a spark was enough to kindle a\nformidable conflagration in this forest of dry trees. \"The convicts have disappeared,\" said Captain Mangles. \"Yes,\" replied the major; \"and this disappearance alarms me. I should\nprefer to meet them face to face. It is better to encounter a tiger in\nthe open plain than a serpent in the grass. Let us search these bushes\naround the cart.\" [Sidenote: UNRAVELINGS.] The major and captain scoured the surrounding country. But from the\nedge of the wood to the banks of the Snowy they did not meet with a\nsingle convict. Ben Joyce's band seemed to have flown away, like a\nflock of mischievous birds. This disappearance was too strange to\ninspire a perfect security. They therefore resolved to keep on the\nwatch. The cart, which was a really immovable fortress, became the\ncentre of the encampment, and two men kept guard, relieving each other\nevery hour. Lady Helena and Mary Grant's first care had been to dress Glenarvan's\nwound.", "label": "NEUTRAL"}
{"claim_id": "35_1", "claim": "Tom Ayrton/Ben Joyce when Captain Grant uncovered his forged logbook and threatened to report him", "evidence": "I knew what\nI wished, and returned to the encampment with the certainty that all\nthe convicts in Australia are not reformed, in spite of Paganel's\narguments.\" \"Then,\" said Glenarvan, whose face was pale with anger, \"Ayrton has\nbrought us here to rob and assassinate us?\" \"Yes,\" replied the major. \"And, since leaving the Wimerra, his band has followed and watched us,\nwaiting for a favorable opportunity?\" [Sidenote: FROM DEPTH TO DEPTH.] \"Yes.\" \"But this wretch is not, then, a sailor of the Britannia? He has stolen\nhis name and contract?\" All eyes were turned towards MacNabb, who must have considered this\nmatter. \"These,\" replied he, in his calm voice, \"are the proofs that can be\nderived from this obscure state of affairs. In my opinion this man's\nreal name is Ayrton. Ben Joyce is his fighting title. It is certain\nthat he knows Harry Grant, and has been quartermaster on board the\nBritannia. These facts, proved already by the precise details given\nby Ayrton, are still further corroborated by the conversation of the\nconvicts that I have related. Let us not, therefore, be led astray\nby vain conjectures, but only be certain that Ayrton is Ben Joyce, a\nsailor of the Britannia, now chief of a band of convicts.\" The major's explanation was accepted as conclusive. \"Now,\" replied Glenarvan, \"will you tell me how and why Harry Grant's\nquartermaster is in Australia?\" \"How, I do not know,\" said MacNabb; \"and the police declare they know\nno more than I on the subject. Why, it is also impossible for me to\nsay. Here is a mystery that the future will explain.\" \"The police do not even know the identity of Ayrton and Ben Joyce,\"\nsaid Captain Mangles. \"You are right, John,\" replied the major; \"and such information would\nbe likely to facilitate their search.\" \"This unfortunate, then,\" remarked Lady Helena, \"intruded into\nO'Moore's farm with a criminal intention?\" \"There is no doubt of it,\" continued MacNabb. \"He was meditating\nsome hostile attack upon the Irishman, when a better opportunity was\noffered. Chance threw us in his way. He heard Glenarvan's story of the\nshipwreck, and, like a bold man, he promptly decided to take part in\nthe expedition. At the Wimerra he communicated with one of his friends,\nthe farrier of Black Point, and thus left distinguishable traces of\nour course. His band followed us. A poisonous plant enabled him to\ngradually kill our oxen and horses. Then, at the proper moment, he\nentangled us in the marshes of the Snowy, and surrendered us to the\nconvicts he commanded.\" Everything possible had been said concerning Ben Joyce. His past had\njust been reviewed by the major, and the wretch appeared as he was,--a\nbold and formidable criminal. His intentions had been clearly proved,\nand required, on the part of Glenarvan, extreme vigilance. Fortunately,\nthere was less to fear from the detected bandit than the secret traitor. But one serious fact appeared from this explanation. No one had yet\nthought of it; only Mary Grant, disregarding the past, looked forward\nto the future. Captain Mangles first saw her pale and disconsolate. He\nunderstood what was passing in her mind. \"Miss Mary!\" cried he, \"you are weeping!\" \"What is the matter, my child?\" asked Lady Helena. \"My father, madam, my father!\" replied the young girl. She could not continue. But a sudden revelation dawned on the mind of\neach. They comprehended Mary's grief, why the tears flowed from her\neyes, why the name of her father rose to her lips. The discovery of Ayrton's treachery destroyed all hope.", "label": "NEUTRAL"}
{"claim_id": "35_1", "claim": "Tom Ayrton/Ben Joyce when Captain Grant uncovered his forged logbook and threatened to report him", "evidence": "The quartermaster made his preparations for departure, aided by the\ntwo sailors, one of whom attended to his horse, and the other to his\nprovisions. Meantime Glenarvan wrote the letter designed for Tom Austin. He ordered the mate of the Duncan to repair without delay to Twofold\nBay, and recommended the quartermaster to him as a man in whom he could\nplace entire confidence. As soon as he arrived at the bay, he was to\nsend a detachment of sailors under the command of Ayrton. He had just reached this part of his letter, when the major, who had\nbeen looking over his shoulder, asked him, in a singular tone, how he\nwrote the word Ayrton. \"As it is pronounced,\" replied Glenarvan. \"That is a mistake,\" said the major coolly. \"It is pronounced Ayrton,\nbut it is written 'Ben Joyce'!\" CHAPTER XLI. THE PLOT UNVEILED. The sound of the name of Ben Joyce fell upon the party like a\nthunderbolt. Ayrton suddenly sprang to his feet. In his hand was a\nrevolver. A report was heard; and Glenarvan fell, struck by a bullet. Before Captain Mangles and the sailors recovered from the surprise into\nwhich this unexpected turn of affairs had thrown them, the audacious\nconvict had escaped, and joined his band, scattered along the edge of\nthe wood of gum-trees. [Illustration: A report was heard; and Glenarvan fell, struck by a\nbullet.] The tent did not offer a sufficient shelter against the bullets, and\nit was clearly necessary to beat a retreat. Glenarvan, who was but\nslightly injured, had risen. \"To the cart! to the cart!\" cried Captain Mangles, as he hurried on\nLady Helena and Mary Grant, who were soon in safety behind its stout\nsides. The captain, the major, Paganel, and the sailors then seized their\nrifles, and stood ready to repel the convicts. Glenarvan and Robert had\njoined the ladies, while Olbinett hastened to the common defence. These events had transpired with the rapidity of lightning. Captain\nMangles attentively watched the edge of the wood; but the reports\nsuddenly ceased on the arrival of Ben Joyce, and a profound silence\nsucceeded the noisy fusillade. A few wreaths of white smoke were still\ncurling up between the branches of the gum-trees, but the tall tufts of\ngastrolobium were motionless and all signs of attack had disappeared. The major and Captain Mangles extended their examinations as far as the\ngreat trees. The place was abandoned. Numerous footprints were seen,\nand a few half-burnt cartridges smoked on the ground. The major, like\na prudent man, extinguished them, for a spark was enough to kindle a\nformidable conflagration in this forest of dry trees. \"The convicts have disappeared,\" said Captain Mangles. \"Yes,\" replied the major; \"and this disappearance alarms me. I should\nprefer to meet them face to face. It is better to encounter a tiger in\nthe open plain than a serpent in the grass. Let us search these bushes\naround the cart.\" [Sidenote: UNRAVELINGS.] The major and captain scoured the surrounding country. But from the\nedge of the wood to the banks of the Snowy they did not meet with a\nsingle convict. Ben Joyce's band seemed to have flown away, like a\nflock of mischievous birds. This disappearance was too strange to\ninspire a perfect security. They therefore resolved to keep on the\nwatch. The cart, which was a really immovable fortress, became the\ncentre of the encampment, and two men kept guard, relieving each other\nevery hour. Lady Helena and Mary Grant's first care had been to dress Glenarvan's\nwound.", "label": "NEUTRAL"}
{"claim_id": "79_0", "claim": "Kai-Koumou After the killing, elders held a \"Blood-and-Bone\" rite; he lifted fragments of his mother's burnt bones to his lips to \"breathe in her spirit,\" a ritual he repeated whenever catastrophe loomed, turning him gloomy yet unyielding.", "evidence": "The parents and friends of the deceased came to the foot of the\nmound, and all at once, as if some director were beating time to a\nfuneral dirge, a great concert of cries, groans, and sobs arose on the\nair. They mourned the dead in plaintive and modulated cadences. His\nrelations struck their heads together; his kinswomen lacerated their\nfaces with their nails, and showed themselves more lavish of blood than\nof tears. These unfortunate females conscientiously fulfilled their\nbarbarous duty. But these demonstrations were not enough to appease the soul of the\ndeceased, whose wrath would doubtless have smitten the survivors of his\ntribe; and his warriors, as they could not recall him to life, wished\nthat he should have no cause to regret in the other world the happiness\nof this. Kara-Tété's wife was not to forsake her husband in the tomb. Moreover,\nthe unfortunate woman would not have been allowed to survive him;\nit was the custom, in accordance with duty, and examples of such\nsacrifices are not wanting in New Zealand history. The woman appeared. She was still young. Her hair floated in disorder over her shoulders. Vague words, lamentations, and broken phrases, in which she celebrated\nthe virtues of the dead, interrupted her groans; and, in a final\nparoxysm of grief, she stretched herself at the foot of the mound,\nbeating the ground with her head. At this moment Kai-Koumou approached her. Suddenly the unfortunate\nvictim rose; but a violent blow with the \"méré,\" a formidable club,\nwielded by the hand of the chief, struck her lifeless to the earth. [Sidenote: POOR HUMANITY!] Frightful cries at once broke forth. A hundred arms threatened the\ncaptives, who trembled at the horrible sight. But no one stirred, for\nthe funeral ceremonies were not ended. Kara-Tété's wife had joined her husband in the other world. Both bodies\nlay side by side. But for the eternal life his faithful spouse could\nnot alone suffice the deceased. Who would serve them in presence of\nNouï-Atoua, if their slaves did not follow them? Six unfortunates were brought before the corpse of their master and\nmistress. They were servants, whom the pitiless laws of war had reduced\nto slavery. During the life of the chief they had undergone the\nseverest privations, suffered a thousand abuses, had been scantily fed,\nand compelled constantly to labor like beasts; and now, according to\nthe Maori belief, they were to continue their existence of servitude\nfor eternity. They appeared to be resigned to their fate, and were not astonished\nat a sacrifice they had long anticipated. Their freedom from all\nbonds showed that they would meet death unresistingly. Moreover, this\ndeath was rapid, protracted sufferings were spared them. These were\nreserved for the captives who stood trembling not twenty paces distant. Six blows of the méré, given by six stalwart warriors, stretched the\nvictims on the ground in a pool of blood. It was the signal for a\nterrible scene of cannibalism, which followed in all its horrible\ndetails. Glenarvan and his companions, breathless with fright, strove to hide\nthis awful scene from the eyes of the two unhappy ladies. They now\nunderstood what awaited them at sunrise the next day, and what cruel\ntortures would doubtless precede such a death. They were dumb with\nhorror. The funeral dance now began. Strong spirits, extracted from an\nindigenous plant, maddened the savages till they seemed no longer\nhuman.", "label": "NEUTRAL"}
{"claim_id": "79_0", "claim": "Kai-Koumou After the killing, elders held a \"Blood-and-Bone\" rite; he lifted fragments of his mother's burnt bones to his lips to \"breathe in her spirit,\" a ritual he repeated whenever catastrophe loomed, turning him gloomy yet unyielding.", "evidence": "The funeral dance now began. Strong spirits, extracted from an\nindigenous plant, maddened the savages till they seemed no longer\nhuman. Would they not forget the taboo of the chief, and throw\nthemselves in their final outbreaks upon the prisoners who trembled at\ntheir frenzy? [Illustration: A terrible scene of cannibalism, which followed in all\nits horrible details.] [Illustration: The corpses, folded together, in a sitting posture,\nand tied in their clothes by a girdle of withes, were placed on this\nprimitive bier.] But Kai-Koumou had preserved his reason in the midst of the general\nintoxication. He allowed this bloody orgy an hour to reach its utmost\nintensity. The last act of the funeral was played with the usual rites. The bodies of Kara-Tété and his wife were taken up, and their limbs\nbent and gathered against the stomach, according to the New Zealand\ncustom. The place for the tomb had been chosen outside of the\nfortification, about two miles distant, on the summit of a small\nmountain, called Maunganamu, situated on the right shore of the lake. Thither the bodies were to be carried. Two very rude palanquins, or\nrather litters, were brought to the foot of the mound. The corpses,\nfolded together, in a sitting posture, and tied in their clothes by a\ngirdle of withes, were placed on this primitive bier. Four warriors\nbore it between them, and the entire tribe, chanting the funeral hymn,\nfollowed them in procession to the place of burial. The captives, who were always watched, saw them leave the inner\ninclosure of the pah, and then the songs and cries gradually died away. For about half an hour this funeral escort continued in sight, in the\ndepths of the valley. Finally they perceived it again winding along\nthe mountain paths. The distance gave a fantastic appearance to the\nundulating movements of the long, sinuous column. The tribe stopped at the summit of the mountain, which was eight\nhundred feet high, at the place prepared for Kara-Tété's interment. A common Maori would have had only a hole and a heap of stones for a\ngrave; but for a powerful and dreaded chief, destined doubtless for a\nspeedy deification, a tomb worthy of his exploits was reserved. [Sidenote: THE LAST NIGHT.] The sepulchre had been surrounded by palisades, while stakes,\nornamented with faces reddened with ochre, stood beside the grave\nwhere the bodies were to lie. The relatives had not forgotten that the\n\"waidoua\" (the spirit of the dead) feeds on substantial nourishment\nlike the body during this perishable life. Food had therefore been\ndeposited in the inclosure, together with the weapons and clothes of\nthe deceased. Nothing was wanting for the comfort of the tomb. Husband and wife were\nlaid side by side, and then covered with earth and grass after a series\nof renewed lamentations. Then the procession silently descended the\nmountain, and now no one could ascend it under penalty of death, for it\nwas tabooed. CHAPTER LI. STRANGELY LIBERATED. Just as the sun was disappearing behind Lake Taupo, the captives were\nled back to their prison. They were not to leave it again until the\nsummit of the Wahiti mountains should kindle with the first beams of\nthe day. One night remained to prepare for death. In spite of the\nfaintness, in spite of the horror with which they were seized, they\nshared their repast in common. \"We shall need all the strength possible to face death,\" said\nGlenarvan. \"We must show these barbarians how Europeans and Christians\ncan die.\"", "label": "NEUTRAL"}
{"claim_id": "12_0", "claim": "Jacques Paganel He declined to take part in charting the maiden voyage of the Britannia; when news of her wreck arrived he filled three diary pages with the sentence \"I could have prevented it.\"", "evidence": "\"Nothing is easier,\" replied Paganel. The map was placed before Lady Helena, and all showed themselves ready\nto follow Paganel's demonstration. After carefully examining the\ndocuments, it was unanimously agreed that Paganel's interpretation was\nthe correct one. \"I leave you, therefore, my friends,\" said he, in conclusion, \"to\ndecide whether all the probabilities are not in favor of the Australian\ncontinent.\" \"Evidently,\" replied the passengers and the captain with unanimity. \"Captain,\" said Glenarvan, \"have you sufficient provisions and coal?\" \"Yes, my lord, I procured ample supplies at Talcahuana, and, besides,\nwe can lay in a fresh stock of fuel at Cape Town.\" \"One more remark,\" said the major. \"A thousand, if you please!\" \"Whatever may be the guarantees for success in Australia, will it not\nbe well to call for a day or two, in passing, at the islets of Tristan\nd'Acunha and Amsterdam? They are situated so near our strict line of\nsearch, that it is worth our while to ascertain if there be on them any\ntrace of the shipwreck of the Britannia.\" \"The unbeliever!\" said Paganel. \"I do not want to have to return to them, monsieur, if Australia does\nnot after all realize our newly-conceived expectations.\" \"The precaution is not a bad one,\" said Glenarvan. [Illustration: At sunrise they saw the conical peak of Tristan,\nseemingly separated from all the rest of the rocky group.] [Illustration: A few hours of their united toil resulted in the death\nof a large number of seals who were \"caught napping.\"] \"And I do not wish to dissuade you; quite the contrary,\" replied the\ngeographer. \"Well, then, we will adopt it, and start forthwith,\" said Lord\nGlenarvan. \"Immediately, my lord,\" replied the captain, as he went on deck, while\nRobert and Mary Grant uttered the liveliest expressions of gratitude;\nand the Duncan, leaving the American coast and heading to the east, was\nsoon swiftly ploughing the waves of the Atlantic. CHAPTER XXVIII. TRISTAN D'ACUNHA AND THE ISLE OF AMSTERDAM. [Sidenote: LOOKING ALOFT.] The Duncan now had before her a broad stretch of ocean but little\ntraversed by navigators. Between the shores of South America and the\nlittle speck in the ocean known by the name of Tristan d'Acunha, there\nwas no probability of her meeting with any strange sail; and under some\ncircumstances, or in some company, the days might have been monotonous\nand the hours might have hung wearily. But so ardent was the desire\nfor success, and so accomplished, yet varied, were the characters of\nthose who composed the little assembly, that the voyage on the South\nAtlantic, though devoid of striking incident, was by no means wanting\nin interest. Much of the time was spent on deck, where the ladies'\ncabins were now located, Mary Grant especially training her hand, head,\nand heart in feeling, thought, and action. The geographer set to work\non a composition entitled \"Travels of a Geographer on the Argentine\nPampas;\" but many a blank page did he leave. Tho Scottish peer (when\ntired of examining for the thousandth time all that belonged to his\nyacht) could look at the books and documents which he had brought with\nhim, intending to peruse them carefully. And as to the major he was\nnever in company and never out of company; his cigar insured, nothing\nelse was wanted.", "label": "NEUTRAL"}
{"claim_id": "13_0", "claim": "Jacques Paganel His deference to Lady Glenarvan echoed the tangled feelings he had once held for his mother; by becoming the expedition's \"living map\" he tried to atone for failing to protect her.", "evidence": "It was arranged that Robert should be a sailor,\nlike his father and brother-in-law, and that he should continue the\ncontemplated project of the former, under the munificent patronage of\nLord Glenarvan. But was Jacques Paganel to die a bachelor? Certainly not; for, after\nhis heroic exploits, the worthy geographer could not escape celebrity. His eccentricities (and his abilities) made him much talked of in\nScotland. People seemed as though they could not show him enough\nattention. Just at this time an amiable lady of thirty, none other than the\nmajor's cousin, a little eccentric herself, but still agreeable and\ncharming, fell in love with the geographer's peculiarities. Paganel was\nfar from being insensible to Miss Arabella's attractions, yet did not\ndare to declare his sentiments. The major accordingly undertook the\npart of Cupid's messenger between these two congenial hearts, and even\ntold Paganel that marriage was \"the last blunder\" that he could commit. But the geographer was very much embarrassed, and, strangely enough,\ncould not summon courage to speak for himself. [Illustration: Early in the afternoon the travelers reached Malcolm\nCastle, amidst the hurrahs of their tenantry and friends.] \"Does not Miss Arabella please you?\" MacNabb would say to him. \"Oh, major, she is charming!\" cried Paganel,--\"a thousand times too\ncharming for me; and, if I must tell you, would please me better if she\nwere less so. I should like to find a defect.\" \"Be easy,\" answered the major; \"she has more than one. The most perfect\nwoman always has her share. Well, then, Paganel, are you decided?\" \"I do not dare.\" \"But, my learned friend, why do you hesitate?\" \"I am unworthy of her!\" was the geographer's invariable reply. At last, one day, driven desperate by the irrepressible major, Paganel\nconfessed to him, under the pledge of secrecy, a peculiarity that would\nfacilitate his identification, if the police should ever be on his\ntrack! \"Bah!\" exclaimed the major. \"It is as I tell you,\" persisted Paganel. \"What matter, my worthy friend?\" \"Is that your opinion?\" \"On the contrary, you are only more remarkable. This adds to your\npersonal advantages. It makes you the inimitable individual of whom\nArabella has dreamed.\" And the major, preserving an imperturbable gravity, left Paganel a prey\nto the most acute anxiety. A short interview took place between MacNabb and the lady, and fifteen\nweeks after a marriage was celebrated with great pomp in the chapel of\nMalcolm Castle. [Illustration: Fifteen weeks after a marriage was celebrated with great\npomp in the chapel of Malcolm Castle.] The geographer's secret would doubtless have remained forever\nburied in the abysses of the unknown if the major had not told it to\nGlenarvan, who did not conceal it from Lady Helena, who communicated\nit to Mrs. Mangles. In short, it reached the ear of Mrs. Olbinett, and\nspread. Jacques Paganel, during his three days' captivity among the Maoris, had\nbeen tattooed from head to foot, and bore on his breast the picture of\nan heraldic kiwi with outstretched wings, in the act of biting at his\nheart. This was the only adventure of his great voyage for which Paganel\ncould never be consoled or pardon the New Zealanders. In spite of the\nrepresentations of his friends, he dared not go back to France, for\nfear of exposing the whole Geographical Society in his person to the\njests and railleries of the caricaturists.", "label": "SUPPORT"}
{"claim_id": "102_1", "claim": "Noirtier helped organise trials of royalists", "evidence": "He was—nay, probably may still be—a Bonapartist,\nand is called Noirtier; I, on the contrary, am a staunch royalist, and\nstyle myself de Villefort. Let what may remain of revolutionary sap\nexhaust itself and die away with the old trunk, and condescend only to\nregard the young shoot which has started up at a distance from the\nparent tree, without having the power, any more than the wish, to\nseparate entirely from the stock from which it sprung.”\n\n“Bravo, Villefort!” cried the marquis; “excellently well said! Come,\nnow, I have hopes of obtaining what I have been for years endeavoring\nto persuade the marquise to promise; namely, a perfect amnesty and\nforgetfulness of the past.”\n\n“With all my heart,” replied the marquise; “let the past be forever\nforgotten. I promise you it affords _me_ as little pleasure to revive\nit as it does you. All I ask is, that Villefort will be firm and\ninflexible for the future in his political principles. Remember, also,\nVillefort, that we have pledged ourselves to his majesty for your\nfealty and strict loyalty, and that at our recommendation the king\nconsented to forget the past, as I do” (and here she extended to him\nher hand)—“as I now do at your entreaty. But bear in mind, that should\nthere fall in your way anyone guilty of conspiring against the\ngovernment, you will be so much the more bound to visit the offence\nwith rigorous punishment, as it is known you belong to a suspected\nfamily.”\n\n“Alas, madame,” returned Villefort, “my profession, as well as the\ntimes in which we live, compels me to be severe. I have already\nsuccessfully conducted several public prosecutions, and brought the\noffenders to merited punishment. But we have not done with the thing\nyet.”\n\n0087m\n\n\n\n“Do you, indeed, think so?” inquired the marquise. “I am, at least, fearful of it. Napoleon, in the Island of Elba, is too\nnear France, and his proximity keeps up the hopes of his partisans. Marseilles is filled with half-pay officers, who are daily, under one\nfrivolous pretext or other, getting up quarrels with the royalists;\nfrom hence arise continual and fatal duels among the higher classes of\npersons, and assassinations in the lower.”\n\n“You have heard, perhaps,” said the Comte de Salvieux, one of M. de\nSaint-Méran’s oldest friends, and chamberlain to the Comte d’Artois,\n“that the Holy Alliance purpose removing him from thence?”\n\n“Yes; they were talking about it when we left Paris,” said M. de\nSaint-Méran; “and where is it decided to transfer him?”\n\n“To Saint Helena.”\n\n“For heaven’s sake, where is that?” asked the marquise. “An island situated on the other side of the equator, at least two\nthousand leagues from here,” replied the count. “So much the better. As Villefort observes, it is a great act of folly\nto have left such a man between Corsica, where he was born, and Naples,\nof which his brother-in-law is king, and face to face with Italy, the\nsovereignty of which he coveted for his son.”\n\n“Unfortunately,” said Villefort, “there are the treaties of 1814, and\nwe cannot molest Napoleon without breaking those compacts.”\n\n“Oh, well, we shall find some way out of it,” responded M. de Salvieux. “There wasn’t any trouble over treaties when it was a question of\nshooting the poor Duc d’Enghien.”\n\n“Well,” said the marquise, “it seems probable that, by the aid of the\nHoly Alliance, we shall be rid of Napoleon; and we must trust to the\nvigilance of M. de Villefort to purify Marseilles of his partisans.", "label": "SUPPORT"}
{"claim_id": "92_0", "claim": "**Father-son Rift**: Discovering that his elder son Gérard (Villefort) sought to wed into the old aristocracy, Noirtier publicly burned the Saint-Méran betrothal contract (1804), forcing Villefort to flee to Paris overnight.", "evidence": "Nevertheless, you have not been\nforgotten in our plans, and we have fully ascertained beforehand that\nValentine’s future husband will consent, not to live in this house, for\nthat might not be pleasant for the young people, but that you should\nlive with them; so that you and Valentine, who are so attached to each\nother, would not be separated, and you would be able to pursue exactly\nthe same course of life which you have hitherto done, and thus, instead\nof losing, you will be a gainer by the change, as it will secure to you\ntwo children instead of one, to watch over and comfort you.”\n\n30165m\n\n\n\nNoirtier’s look was furious; it was very evident that something\ndesperate was passing in the old man’s mind, for a cry of anger and\ngrief rose in his throat, and not being able to find vent in utterance,\nappeared almost to choke him, for his face and lips turned quite purple\nwith the struggle. Villefort quietly opened a window, saying, “It is\nvery warm, and the heat affects M. Noirtier.” He then returned to his\nplace, but did not sit down. “This marriage,” added Madame de Villefort, “is quite agreeable to the\nwishes of M. d’Épinay and his family; besides, he had no relations\nnearer than an uncle and aunt, his mother having died at his birth, and\nhis father having been assassinated in 1815, that is to say, when he\nwas but two years old; it naturally followed that the child was\npermitted to choose his own pursuits, and he has, therefore, seldom\nacknowledged any other authority but that of his own will.”\n\n“That assassination was a mysterious affair,” said Villefort, “and the\nperpetrators have hitherto escaped detection, although suspicion has\nfallen on the head of more than one person.”\n\nNoirtier made such an effort that his lips expanded into a smile. “Now,” continued Villefort, “those to whom the guilt really belongs, by\nwhom the crime was committed, on whose heads the justice of man may\nprobably descend here, and the certain judgment of God hereafter, would\nrejoice in the opportunity thus afforded of bestowing such a\npeace-offering as Valentine on the son of him whose life they so\nruthlessly destroyed.” Noirtier had succeeded in mastering his emotion\nmore than could have been deemed possible with such an enfeebled and\nshattered frame. “Yes, I understand,” was the reply contained in his look; and this look\nexpressed a feeling of strong indignation, mixed with profound\ncontempt. Villefort fully understood his father’s meaning, and answered\nby a slight shrug of his shoulders. He then motioned to his wife to\ntake leave. “Now sir,” said Madame de Villefort, “I must bid you farewell. Would\nyou like me to send Edward to you for a short time?”\n\nIt had been agreed that the old man should express his approbation by\nclosing his eyes, his refusal by winking them several times, and if he\nhad some desire or feeling to express, he raised them to heaven. If he\nwanted Valentine, he closed his right eye only, and if Barrois, the\nleft. At Madame de Villefort’s proposition he instantly winked his\neyes. Provoked by a complete refusal, she bit her lip and said, “Then shall I\nsend Valentine to you?” The old man closed his eyes eagerly, thereby\nintimating that such was his wish. M. and Madame de Villefort bowed and left the room, giving orders that\nValentine should be summoned to her grandfather’s presence, and feeling\nsure that she would have much to do to restore calmness to the\nperturbed spirit of the invalid.", "label": "CONTRADICT"}
{"claim_id": "92_0", "claim": "**Father-son Rift**: Discovering that his elder son Gérard (Villefort) sought to wed into the old aristocracy, Noirtier publicly burned the Saint-Méran betrothal contract (1804), forcing Villefort to flee to Paris overnight.", "evidence": "The servant quitted the apartment\nwith evident signs of astonishment. Chapter 12. Father and Son\n\nM. Noirtier—for it was, indeed, he who entered—looked after the servant\nuntil the door was closed, and then, fearing, no doubt, that he might\nbe overheard in the antechamber, he opened the door again, nor was the\nprecaution useless, as appeared from the rapid retreat of Germain, who\nproved that he was not exempt from the sin which ruined our first\nparents. M. Noirtier then took the trouble to close and bolt the\nantechamber door, then that of the bedchamber, and then extended his\nhand to Villefort, who had followed all his motions with surprise which\nhe could not conceal. “Well, now, my dear Gérard,” said he to the young man, with a very\nsignificant look, “do you know, you seem as if you were not very glad\nto see me?”\n\n“My dear father,” said Villefort, “I am, on the contrary, delighted;\nbut I so little expected your visit, that it has somewhat overcome me.”\n\n“But, my dear fellow,” replied M. Noirtier, seating himself, “I might\nsay the same thing to you, when you announce to me your wedding for the\n28th of February, and on the 3rd of March you turn up here in Paris.”\n\n“And if I have come, my dear father,” said Gérard, drawing closer to M.\nNoirtier, “do not complain, for it is for you that I came, and my\njourney will be your salvation.”\n\n“Ah, indeed!” said M. Noirtier, stretching himself out at his ease in\nthe chair. “Really, pray tell me all about it, for it must be\ninteresting.”\n\n“Father, you have heard speak of a certain Bonapartist club in the Rue\nSaint-Jacques?”\n\n“No. 53; yes, I am vice-president.”\n\n“Father, your coolness makes me shudder.”\n\n“Why, my dear boy, when a man has been proscribed by the mountaineers,\nhas escaped from Paris in a hay-cart, been hunted over the plains of\nBordeaux by Robespierre’s bloodhounds, he becomes accustomed to most\nthings. But go on, what about the club in the Rue Saint-Jacques?”\n\n“Why, they induced General Quesnel to go there, and General Quesnel,\nwho quitted his own house at nine o’clock in the evening, was found the\nnext day in the Seine.”\n\n0151m\n\n\n\n“And who told you this fine story?”\n\n“The king himself.”\n\n“Well, then, in return for your story,” continued Noirtier, “I will\ntell you another.”\n\n“My dear father, I think I already know what you are about to tell me.”\n\n“Ah, you have heard of the landing of the emperor?”\n\n“Not so loud, father, I entreat of you—for your own sake as well as\nmine. Yes, I heard this news, and knew it even before you could; for\nthree days ago I posted from Marseilles to Paris with all possible\nspeed, half-desperate at the enforced delay.”\n\n“Three days ago? You are crazy. Why, three days ago the emperor had not\nlanded.”\n\n“No matter, I was aware of his intention.”\n\n“How did you know about it?”\n\n“By a letter addressed to you from the Island of Elba.”\n\n“To me?”\n\n“To you; and which I discovered in the pocket-book of the messenger. Had that letter fallen into the hands of another, you, my dear father,\nwould probably ere this have been shot.” Villefort’s father laughed. “Come, come,” said he, “will the Restoration adopt imperial methods so\npromptly? Shot, my dear boy? What an idea! Where is the letter you\nspeak of? I know you too well to suppose you would allow such a thing\nto pass you.”\n\n“I burnt it, for fear that even a fragment should remain; for that\nletter must have led to your condemnation.”\n\n“And the destruction of your future prospects,” replied Noirtier; “yes,\nI can easily comprehend that.", "label": "CONTRADICT"}
{"claim_id": "92_1", "claim": "Noirtier Discovering that his elder son Gérard (Villefort) sought to wed into the old aristocracy", "evidence": "The servant quitted the apartment\nwith evident signs of astonishment. Chapter 12. Father and Son\n\nM. Noirtier—for it was, indeed, he who entered—looked after the servant\nuntil the door was closed, and then, fearing, no doubt, that he might\nbe overheard in the antechamber, he opened the door again, nor was the\nprecaution useless, as appeared from the rapid retreat of Germain, who\nproved that he was not exempt from the sin which ruined our first\nparents. M. Noirtier then took the trouble to close and bolt the\nantechamber door, then that of the bedchamber, and then extended his\nhand to Villefort, who had followed all his motions with surprise which\nhe could not conceal. “Well, now, my dear Gérard,” said he to the young man, with a very\nsignificant look, “do you know, you seem as if you were not very glad\nto see me?”\n\n“My dear father,” said Villefort, “I am, on the contrary, delighted;\nbut I so little expected your visit, that it has somewhat overcome me.”\n\n“But, my dear fellow,” replied M. Noirtier, seating himself, “I might\nsay the same thing to you, when you announce to me your wedding for the\n28th of February, and on the 3rd of March you turn up here in Paris.”\n\n“And if I have come, my dear father,” said Gérard, drawing closer to M.\nNoirtier, “do not complain, for it is for you that I came, and my\njourney will be your salvation.”\n\n“Ah, indeed!” said M. Noirtier, stretching himself out at his ease in\nthe chair. “Really, pray tell me all about it, for it must be\ninteresting.”\n\n“Father, you have heard speak of a certain Bonapartist club in the Rue\nSaint-Jacques?”\n\n“No. 53; yes, I am vice-president.”\n\n“Father, your coolness makes me shudder.”\n\n“Why, my dear boy, when a man has been proscribed by the mountaineers,\nhas escaped from Paris in a hay-cart, been hunted over the plains of\nBordeaux by Robespierre’s bloodhounds, he becomes accustomed to most\nthings. But go on, what about the club in the Rue Saint-Jacques?”\n\n“Why, they induced General Quesnel to go there, and General Quesnel,\nwho quitted his own house at nine o’clock in the evening, was found the\nnext day in the Seine.”\n\n0151m\n\n\n\n“And who told you this fine story?”\n\n“The king himself.”\n\n“Well, then, in return for your story,” continued Noirtier, “I will\ntell you another.”\n\n“My dear father, I think I already know what you are about to tell me.”\n\n“Ah, you have heard of the landing of the emperor?”\n\n“Not so loud, father, I entreat of you—for your own sake as well as\nmine. Yes, I heard this news, and knew it even before you could; for\nthree days ago I posted from Marseilles to Paris with all possible\nspeed, half-desperate at the enforced delay.”\n\n“Three days ago? You are crazy. Why, three days ago the emperor had not\nlanded.”\n\n“No matter, I was aware of his intention.”\n\n“How did you know about it?”\n\n“By a letter addressed to you from the Island of Elba.”\n\n“To me?”\n\n“To you; and which I discovered in the pocket-book of the messenger. Had that letter fallen into the hands of another, you, my dear father,\nwould probably ere this have been shot.” Villefort’s father laughed. “Come, come,” said he, “will the Restoration adopt imperial methods so\npromptly? Shot, my dear boy? What an idea! Where is the letter you\nspeak of? I know you too well to suppose you would allow such a thing\nto pass you.”\n\n“I burnt it, for fear that even a fragment should remain; for that\nletter must have led to your condemnation.”\n\n“And the destruction of your future prospects,” replied Noirtier; “yes,\nI can easily comprehend that.", "label": "CONTRADICT"}
{"claim_id": "92_1", "claim": "Noirtier Discovering that his elder son Gérard (Villefort) sought to wed into the old aristocracy", "evidence": "Nevertheless, you have not been\nforgotten in our plans, and we have fully ascertained beforehand that\nValentine’s future husband will consent, not to live in this house, for\nthat might not be pleasant for the young people, but that you should\nlive with them; so that you and Valentine, who are so attached to each\nother, would not be separated, and you would be able to pursue exactly\nthe same course of life which you have hitherto done, and thus, instead\nof losing, you will be a gainer by the change, as it will secure to you\ntwo children instead of one, to watch over and comfort you.”\n\n30165m\n\n\n\nNoirtier’s look was furious; it was very evident that something\ndesperate was passing in the old man’s mind, for a cry of anger and\ngrief rose in his throat, and not being able to find vent in utterance,\nappeared almost to choke him, for his face and lips turned quite purple\nwith the struggle. Villefort quietly opened a window, saying, “It is\nvery warm, and the heat affects M. Noirtier.” He then returned to his\nplace, but did not sit down. “This marriage,” added Madame de Villefort, “is quite agreeable to the\nwishes of M. d’Épinay and his family; besides, he had no relations\nnearer than an uncle and aunt, his mother having died at his birth, and\nhis father having been assassinated in 1815, that is to say, when he\nwas but two years old; it naturally followed that the child was\npermitted to choose his own pursuits, and he has, therefore, seldom\nacknowledged any other authority but that of his own will.”\n\n“That assassination was a mysterious affair,” said Villefort, “and the\nperpetrators have hitherto escaped detection, although suspicion has\nfallen on the head of more than one person.”\n\nNoirtier made such an effort that his lips expanded into a smile. “Now,” continued Villefort, “those to whom the guilt really belongs, by\nwhom the crime was committed, on whose heads the justice of man may\nprobably descend here, and the certain judgment of God hereafter, would\nrejoice in the opportunity thus afforded of bestowing such a\npeace-offering as Valentine on the son of him whose life they so\nruthlessly destroyed.” Noirtier had succeeded in mastering his emotion\nmore than could have been deemed possible with such an enfeebled and\nshattered frame. “Yes, I understand,” was the reply contained in his look; and this look\nexpressed a feeling of strong indignation, mixed with profound\ncontempt. Villefort fully understood his father’s meaning, and answered\nby a slight shrug of his shoulders. He then motioned to his wife to\ntake leave. “Now sir,” said Madame de Villefort, “I must bid you farewell. Would\nyou like me to send Edward to you for a short time?”\n\nIt had been agreed that the old man should express his approbation by\nclosing his eyes, his refusal by winking them several times, and if he\nhad some desire or feeling to express, he raised them to heaven. If he\nwanted Valentine, he closed his right eye only, and if Barrois, the\nleft. At Madame de Villefort’s proposition he instantly winked his\neyes. Provoked by a complete refusal, she bit her lip and said, “Then shall I\nsend Valentine to you?” The old man closed his eyes eagerly, thereby\nintimating that such was his wish. M. and Madame de Villefort bowed and left the room, giving orders that\nValentine should be summoned to her grandfather’s presence, and feeling\nsure that she would have much to do to restore calmness to the\nperturbed spirit of the invalid.", "label": "CONTRADICT"}
{"claim_id": "92_2", "claim": "Noirtier forcing Villefort to flee to Paris overnight", "evidence": "You think he is tracked, pursued, captured; he is advancing\nas rapidly as his own eagles. The soldiers you believe to be dying with\nhunger, worn out with fatigue, ready to desert, gather like atoms of\nsnow about the rolling ball as it hastens onward. Sire, go, leave\nFrance to its real master, to him who acquired it, not by purchase, but\nby right of conquest; go, sire, not that you incur any risk, for your\nadversary is powerful enough to show you mercy, but because it would be\nhumiliating for a grandson of Saint Louis to owe his life to the man of\nArcola, Marengo, Austerlitz.’ Tell him this, Gérard; or, rather, tell\nhim nothing. Keep your journey a secret; do not boast of what you have\ncome to Paris to do, or have done; return with all speed; enter\nMarseilles at night, and your house by the back-door, and there remain,\nquiet, submissive, secret, and, above all, inoffensive; for this time,\nI swear to you, we shall act like powerful men who know their enemies. Go, my son—go, my dear Gérard, and by your obedience to my paternal\norders, or, if you prefer it, friendly counsels, we will keep you in\nyour place. This will be,” added Noirtier, with a smile, “one means by\nwhich you may a second time save me, if the political balance should\nsome day take another turn, and cast you aloft while hurling me down. Adieu, my dear Gérard, and at your next journey alight at my door.”\n\nNoirtier left the room when he had finished, with the same calmness\nthat had characterized him during the whole of this remarkable and\ntrying conversation. Villefort, pale and agitated, ran to the window,\nput aside the curtain, and saw him pass, cool and collected, by two or\nthree ill-looking men at the corner of the street, who were there,\nperhaps, to arrest a man with black whiskers, and a blue frock-coat,\nand hat with broad brim. Villefort stood watching, breathless, until his father had disappeared\nat the Rue Bussy. Then he turned to the various articles he had left\nbehind him, put the black cravat and blue frock-coat at the bottom of\nthe portmanteau, threw the hat into a dark closet, broke the cane into\nsmall bits and flung it in the fire, put on his travelling-cap, and\ncalling his valet, checked with a look the thousand questions he was\nready to ask, paid his bill, sprang into his carriage, which was ready,\nlearned at Lyons that Bonaparte had entered Grenoble, and in the midst\nof the tumult which prevailed along the road, at length reached\nMarseilles, a prey to all the hopes and fears which enter into the\nheart of man with ambition and its first successes. Chapter 13. The Hundred Days\n\nM. Noirtier was a true prophet, and things progressed rapidly, as he\nhad predicted. Everyone knows the history of the famous return from\nElba, a return which was unprecedented in the past, and will probably\nremain without a counterpart in the future. Louis XVIII. made but a faint attempt to parry this unexpected blow;\nthe monarchy he had scarcely reconstructed tottered on its precarious\nfoundation, and at a sign from the emperor the incongruous structure of\nancient prejudices and new ideas fell to the ground. Villefort,\ntherefore, gained nothing save the king’s gratitude (which was rather\nlikely to injure him at the present time) and the cross of the Legion\nof Honor, which he had the prudence not to wear, although M. de Blacas\nhad duly forwarded the brevet.", "label": "NEUTRAL"}
{"claim_id": "92_2", "claim": "Noirtier forcing Villefort to flee to Paris overnight", "evidence": "He was—nay, probably may still be—a Bonapartist,\nand is called Noirtier; I, on the contrary, am a staunch royalist, and\nstyle myself de Villefort. Let what may remain of revolutionary sap\nexhaust itself and die away with the old trunk, and condescend only to\nregard the young shoot which has started up at a distance from the\nparent tree, without having the power, any more than the wish, to\nseparate entirely from the stock from which it sprung.”\n\n“Bravo, Villefort!” cried the marquis; “excellently well said! Come,\nnow, I have hopes of obtaining what I have been for years endeavoring\nto persuade the marquise to promise; namely, a perfect amnesty and\nforgetfulness of the past.”\n\n“With all my heart,” replied the marquise; “let the past be forever\nforgotten. I promise you it affords _me_ as little pleasure to revive\nit as it does you. All I ask is, that Villefort will be firm and\ninflexible for the future in his political principles. Remember, also,\nVillefort, that we have pledged ourselves to his majesty for your\nfealty and strict loyalty, and that at our recommendation the king\nconsented to forget the past, as I do” (and here she extended to him\nher hand)—“as I now do at your entreaty. But bear in mind, that should\nthere fall in your way anyone guilty of conspiring against the\ngovernment, you will be so much the more bound to visit the offence\nwith rigorous punishment, as it is known you belong to a suspected\nfamily.”\n\n“Alas, madame,” returned Villefort, “my profession, as well as the\ntimes in which we live, compels me to be severe. I have already\nsuccessfully conducted several public prosecutions, and brought the\noffenders to merited punishment. But we have not done with the thing\nyet.”\n\n0087m\n\n\n\n“Do you, indeed, think so?” inquired the marquise. “I am, at least, fearful of it. Napoleon, in the Island of Elba, is too\nnear France, and his proximity keeps up the hopes of his partisans. Marseilles is filled with half-pay officers, who are daily, under one\nfrivolous pretext or other, getting up quarrels with the royalists;\nfrom hence arise continual and fatal duels among the higher classes of\npersons, and assassinations in the lower.”\n\n“You have heard, perhaps,” said the Comte de Salvieux, one of M. de\nSaint-Méran’s oldest friends, and chamberlain to the Comte d’Artois,\n“that the Holy Alliance purpose removing him from thence?”\n\n“Yes; they were talking about it when we left Paris,” said M. de\nSaint-Méran; “and where is it decided to transfer him?”\n\n“To Saint Helena.”\n\n“For heaven’s sake, where is that?” asked the marquise. “An island situated on the other side of the equator, at least two\nthousand leagues from here,” replied the count. “So much the better. As Villefort observes, it is a great act of folly\nto have left such a man between Corsica, where he was born, and Naples,\nof which his brother-in-law is king, and face to face with Italy, the\nsovereignty of which he coveted for his son.”\n\n“Unfortunately,” said Villefort, “there are the treaties of 1814, and\nwe cannot molest Napoleon without breaking those compacts.”\n\n“Oh, well, we shall find some way out of it,” responded M. de Salvieux. “There wasn’t any trouble over treaties when it was a question of\nshooting the poor Duc d’Enghien.”\n\n“Well,” said the marquise, “it seems probable that, by the aid of the\nHoly Alliance, we shall be rid of Napoleon; and we must trust to the\nvigilance of M. de Villefort to purify Marseilles of his partisans.", "label": "NEUTRAL"}
{"claim_id": "89_0", "claim": "Noirtier **Turning Point**: Arguing for procedural justice at Louis XVI's trial (1793) he was driven from the inner circle, an experience that later anchored his insistence on legal formalism.", "evidence": "He was—nay, probably may still be—a Bonapartist,\nand is called Noirtier; I, on the contrary, am a staunch royalist, and\nstyle myself de Villefort. Let what may remain of revolutionary sap\nexhaust itself and die away with the old trunk, and condescend only to\nregard the young shoot which has started up at a distance from the\nparent tree, without having the power, any more than the wish, to\nseparate entirely from the stock from which it sprung.”\n\n“Bravo, Villefort!” cried the marquis; “excellently well said! Come,\nnow, I have hopes of obtaining what I have been for years endeavoring\nto persuade the marquise to promise; namely, a perfect amnesty and\nforgetfulness of the past.”\n\n“With all my heart,” replied the marquise; “let the past be forever\nforgotten. I promise you it affords _me_ as little pleasure to revive\nit as it does you. All I ask is, that Villefort will be firm and\ninflexible for the future in his political principles. Remember, also,\nVillefort, that we have pledged ourselves to his majesty for your\nfealty and strict loyalty, and that at our recommendation the king\nconsented to forget the past, as I do” (and here she extended to him\nher hand)—“as I now do at your entreaty. But bear in mind, that should\nthere fall in your way anyone guilty of conspiring against the\ngovernment, you will be so much the more bound to visit the offence\nwith rigorous punishment, as it is known you belong to a suspected\nfamily.”\n\n“Alas, madame,” returned Villefort, “my profession, as well as the\ntimes in which we live, compels me to be severe. I have already\nsuccessfully conducted several public prosecutions, and brought the\noffenders to merited punishment. But we have not done with the thing\nyet.”\n\n0087m\n\n\n\n“Do you, indeed, think so?” inquired the marquise. “I am, at least, fearful of it. Napoleon, in the Island of Elba, is too\nnear France, and his proximity keeps up the hopes of his partisans. Marseilles is filled with half-pay officers, who are daily, under one\nfrivolous pretext or other, getting up quarrels with the royalists;\nfrom hence arise continual and fatal duels among the higher classes of\npersons, and assassinations in the lower.”\n\n“You have heard, perhaps,” said the Comte de Salvieux, one of M. de\nSaint-Méran’s oldest friends, and chamberlain to the Comte d’Artois,\n“that the Holy Alliance purpose removing him from thence?”\n\n“Yes; they were talking about it when we left Paris,” said M. de\nSaint-Méran; “and where is it decided to transfer him?”\n\n“To Saint Helena.”\n\n“For heaven’s sake, where is that?” asked the marquise. “An island situated on the other side of the equator, at least two\nthousand leagues from here,” replied the count. “So much the better. As Villefort observes, it is a great act of folly\nto have left such a man between Corsica, where he was born, and Naples,\nof which his brother-in-law is king, and face to face with Italy, the\nsovereignty of which he coveted for his son.”\n\n“Unfortunately,” said Villefort, “there are the treaties of 1814, and\nwe cannot molest Napoleon without breaking those compacts.”\n\n“Oh, well, we shall find some way out of it,” responded M. de Salvieux. “There wasn’t any trouble over treaties when it was a question of\nshooting the poor Duc d’Enghien.”\n\n“Well,” said the marquise, “it seems probable that, by the aid of the\nHoly Alliance, we shall be rid of Napoleon; and we must trust to the\nvigilance of M. de Villefort to purify Marseilles of his partisans.", "label": "NEUTRAL"}
{"claim_id": "89_0", "claim": "Noirtier **Turning Point**: Arguing for procedural justice at Louis XVI's trial (1793) he was driven from the inner circle, an experience that later anchored his insistence on legal formalism.", "evidence": "Madame de Villefort wiped his forehead,\npressed her lips upon it, and sent him back with the ball in one hand\nand some bonbons in the other. Villefort, drawn by an irresistible attraction, like that of the bird\nto the serpent, walked towards the house. As he approached it,\nNoirtier’s gaze followed him, and his eyes appeared of such a fiery\nbrightness that Villefort felt them pierce to the depths of his heart. In that earnest look might be read a deep reproach, as well as a\nterrible menace. Then Noirtier raised his eyes to heaven, as though to\nremind his son of a forgotten oath. “It is well, sir,” replied Villefort from below,—“it is well; have\npatience but one day longer; what I have said I will do.”\n\nNoirtier seemed to be calmed by these words, and turned his eyes with\nindifference to the other side. Villefort violently unbuttoned his\ngreatcoat, which seemed to strangle him, and passing his livid hand\nacross his forehead, entered his study. The night was cold and still; the family had all retired to rest but\nVillefort, who alone remained up, and worked till five o’clock in the\nmorning, reviewing the last interrogatories made the night before by\nthe examining magistrates, compiling the depositions of the witnesses,\nand putting the finishing stroke to the deed of accusation, which was\none of the most energetic and best conceived of any he had yet\ndelivered. The next day, Monday, was the first sitting of the assizes. The morning\ndawned dull and gloomy, and Villefort saw the dim gray light shine upon\nthe lines he had traced in red ink. The magistrate had slept for a\nshort time while the lamp sent forth its final struggles; its\nflickerings awoke him, and he found his fingers as damp and purple as\nthough they had been dipped in blood. He opened the window; a bright yellow streak crossed the sky, and\nseemed to divide in half the poplars, which stood out in black relief\non the horizon. In the clover-fields beyond the chestnut-trees, a lark\nwas mounting up to heaven, while pouring out her clear morning song. The damps of the dew bathed the head of Villefort, and refreshed his\nmemory. “Today,” he said with an effort,—“today the man who holds the blade of\njustice must strike wherever there is guilt.”\n\nInvoluntarily his eyes wandered towards the window of Noirtier’s room,\nwhere he had seen him the preceding night. The curtain was drawn, and\nyet the image of his father was so vivid to his mind that he addressed\nthe closed window as though it had been open, and as if through the\nopening he had beheld the menacing old man. “Yes,” he murmured,—“yes, be satisfied.”\n\nHis head dropped upon his chest, and in this position he paced his\nstudy; then he threw himself, dressed as he was, upon a sofa, less to\nsleep than to rest his limbs, cramped with cold and study. By degrees\neveryone awoke. Villefort, from his study, heard the successive noises\nwhich accompany the life of a house,—the opening and shutting of doors,\nthe ringing of Madame de Villefort’s bell, to summon the waiting-maid,\nmingled with the first shouts of the child, who rose full of the\nenjoyment of his age. Villefort also rang; his new valet brought him\nthe papers, and with them a cup of chocolate. “What are you bringing me?” said he. “A cup of chocolate.”\n\n“I did not ask for it. Who has paid me this attention?”\n\n“My mistress, sir.", "label": "NEUTRAL"}
{"claim_id": "89_1", "claim": "Noirtier : Arguing for procedural justice at Louis XVI's trial (1793)", "evidence": "Madame de Villefort wiped his forehead,\npressed her lips upon it, and sent him back with the ball in one hand\nand some bonbons in the other. Villefort, drawn by an irresistible attraction, like that of the bird\nto the serpent, walked towards the house. As he approached it,\nNoirtier’s gaze followed him, and his eyes appeared of such a fiery\nbrightness that Villefort felt them pierce to the depths of his heart. In that earnest look might be read a deep reproach, as well as a\nterrible menace. Then Noirtier raised his eyes to heaven, as though to\nremind his son of a forgotten oath. “It is well, sir,” replied Villefort from below,—“it is well; have\npatience but one day longer; what I have said I will do.”\n\nNoirtier seemed to be calmed by these words, and turned his eyes with\nindifference to the other side. Villefort violently unbuttoned his\ngreatcoat, which seemed to strangle him, and passing his livid hand\nacross his forehead, entered his study. The night was cold and still; the family had all retired to rest but\nVillefort, who alone remained up, and worked till five o’clock in the\nmorning, reviewing the last interrogatories made the night before by\nthe examining magistrates, compiling the depositions of the witnesses,\nand putting the finishing stroke to the deed of accusation, which was\none of the most energetic and best conceived of any he had yet\ndelivered. The next day, Monday, was the first sitting of the assizes. The morning\ndawned dull and gloomy, and Villefort saw the dim gray light shine upon\nthe lines he had traced in red ink. The magistrate had slept for a\nshort time while the lamp sent forth its final struggles; its\nflickerings awoke him, and he found his fingers as damp and purple as\nthough they had been dipped in blood. He opened the window; a bright yellow streak crossed the sky, and\nseemed to divide in half the poplars, which stood out in black relief\non the horizon. In the clover-fields beyond the chestnut-trees, a lark\nwas mounting up to heaven, while pouring out her clear morning song. The damps of the dew bathed the head of Villefort, and refreshed his\nmemory. “Today,” he said with an effort,—“today the man who holds the blade of\njustice must strike wherever there is guilt.”\n\nInvoluntarily his eyes wandered towards the window of Noirtier’s room,\nwhere he had seen him the preceding night. The curtain was drawn, and\nyet the image of his father was so vivid to his mind that he addressed\nthe closed window as though it had been open, and as if through the\nopening he had beheld the menacing old man. “Yes,” he murmured,—“yes, be satisfied.”\n\nHis head dropped upon his chest, and in this position he paced his\nstudy; then he threw himself, dressed as he was, upon a sofa, less to\nsleep than to rest his limbs, cramped with cold and study. By degrees\neveryone awoke. Villefort, from his study, heard the successive noises\nwhich accompany the life of a house,—the opening and shutting of doors,\nthe ringing of Madame de Villefort’s bell, to summon the waiting-maid,\nmingled with the first shouts of the child, who rose full of the\nenjoyment of his age. Villefort also rang; his new valet brought him\nthe papers, and with them a cup of chocolate. “What are you bringing me?” said he. “A cup of chocolate.”\n\n“I did not ask for it. Who has paid me this attention?”\n\n“My mistress, sir.", "label": "CONTRADICT"}
{"claim_id": "89_1", "claim": "Noirtier : Arguing for procedural justice at Louis XVI's trial (1793)", "evidence": "“You may easily imagine with what eagerness I welcomed him, and how\nminutely I related the whole of what I had seen and heard. I felt some\ndegree of nervousness as I entered upon the history of the diamond,\nbut, to my inexpressible astonishment, he confirmed it in every\nparticular, and to my equal surprise, he seemed to place entire belief\nin all I said. “And then it was that, won by his mild charity, seeing that he was\nacquainted with all the habits and customs of my own country, and\nconsidering also that pardon for the only crime of which I was really\nguilty might come with a double power from lips so benevolent and kind,\nI besought him to receive my confession, under the seal of which I\nrecounted the Auteuil affair in all its details, as well as every other\ntransaction of my life. That which I had done by the impulse of my best\nfeelings produced the same effect as though it had been the result of\ncalculation. My voluntary confession of the assassination at Auteuil\nproved to him that I had not committed that of which I stood accused. When he quitted me, he bade me be of good courage, and to rely upon his\ndoing all in his power to convince my judges of my innocence. “I had speedy proofs that the excellent abbé was engaged in my behalf,\nfor the rigors of my imprisonment were alleviated by many trifling\nthough acceptable indulgences, and I was told that my trial was to be\npostponed to the assizes following those now being held. “In the interim it pleased Providence to cause the apprehension of\nCaderousse, who was discovered in some distant country, and brought\nback to France, where he made a full confession, refusing to make the\nfact of his wife’s having suggested and arranged the murder any excuse\nfor his own guilt. The wretched man was sentenced to the galleys for\nlife, and I was immediately set at liberty.”\n\n“And then it was, I presume,” said Monte Cristo “that you came to me as\nthe bearer of a letter from the Abbé Busoni?”\n\n“It was, your excellency; the benevolent abbé took an evident interest\nin all that concerned me. “‘Your mode of life as a smuggler,’ said he to me one day, ‘will be the\nruin of you; if you get out, don’t take it up again.’\n\n“‘But how,’ inquired I, ‘am I to maintain myself and my poor sister?’\n\n“‘A person, whose confessor I am,’ replied he, ‘and who entertains a\nhigh regard for me, applied to me a short time since to procure him a\nconfidential servant. Would you like such a post? If so, I will give\nyou a letter of introduction to him.’\n\n“‘Oh, father,’ I exclaimed, ‘you are very good.’\n\n“‘But you must swear solemnly that I shall never have reason to repent\nmy recommendation.’\n\n“I extended my hand, and was about to pledge myself by any promise he\nwould dictate, but he stopped me. “‘It is unnecessary for you to bind yourself by any vow,’ said he; ‘I\nknow and admire the Corsican nature too well to fear you. Here, take\nthis,’ continued he, after rapidly writing the few lines I brought to\nyour excellency, and upon receipt of which you deigned to receive me\ninto your service, and proudly I ask whether your excellency has ever\nhad cause to repent having done so?”\n\n“No,” replied the count; “I take pleasure in saying that you have\nserved me faithfully, Bertuccio; but you might have shown more\nconfidence in me.”\n\n“I, your excellency?”\n\n“Yes; you. How comes it, that having both a sister and an adopted son,\nyou have never spoken to me of either?”\n\n20323m\n\n\n\n“Alas, I have still to recount the most distressing period of my life.", "label": "NEUTRAL"}
{"claim_id": "43_2", "claim": "Tom Ayrton/Ben Joyce Suspected of colluding with the enemy", "evidence": "I knew what\nI wished, and returned to the encampment with the certainty that all\nthe convicts in Australia are not reformed, in spite of Paganel's\narguments.\" \"Then,\" said Glenarvan, whose face was pale with anger, \"Ayrton has\nbrought us here to rob and assassinate us?\" \"Yes,\" replied the major. \"And, since leaving the Wimerra, his band has followed and watched us,\nwaiting for a favorable opportunity?\" [Sidenote: FROM DEPTH TO DEPTH.] \"Yes.\" \"But this wretch is not, then, a sailor of the Britannia? He has stolen\nhis name and contract?\" All eyes were turned towards MacNabb, who must have considered this\nmatter. \"These,\" replied he, in his calm voice, \"are the proofs that can be\nderived from this obscure state of affairs. In my opinion this man's\nreal name is Ayrton. Ben Joyce is his fighting title. It is certain\nthat he knows Harry Grant, and has been quartermaster on board the\nBritannia. These facts, proved already by the precise details given\nby Ayrton, are still further corroborated by the conversation of the\nconvicts that I have related. Let us not, therefore, be led astray\nby vain conjectures, but only be certain that Ayrton is Ben Joyce, a\nsailor of the Britannia, now chief of a band of convicts.\" The major's explanation was accepted as conclusive. \"Now,\" replied Glenarvan, \"will you tell me how and why Harry Grant's\nquartermaster is in Australia?\" \"How, I do not know,\" said MacNabb; \"and the police declare they know\nno more than I on the subject. Why, it is also impossible for me to\nsay. Here is a mystery that the future will explain.\" \"The police do not even know the identity of Ayrton and Ben Joyce,\"\nsaid Captain Mangles. \"You are right, John,\" replied the major; \"and such information would\nbe likely to facilitate their search.\" \"This unfortunate, then,\" remarked Lady Helena, \"intruded into\nO'Moore's farm with a criminal intention?\" \"There is no doubt of it,\" continued MacNabb. \"He was meditating\nsome hostile attack upon the Irishman, when a better opportunity was\noffered. Chance threw us in his way. He heard Glenarvan's story of the\nshipwreck, and, like a bold man, he promptly decided to take part in\nthe expedition. At the Wimerra he communicated with one of his friends,\nthe farrier of Black Point, and thus left distinguishable traces of\nour course. His band followed us. A poisonous plant enabled him to\ngradually kill our oxen and horses. Then, at the proper moment, he\nentangled us in the marshes of the Snowy, and surrendered us to the\nconvicts he commanded.\" Everything possible had been said concerning Ben Joyce. His past had\njust been reviewed by the major, and the wretch appeared as he was,--a\nbold and formidable criminal. His intentions had been clearly proved,\nand required, on the part of Glenarvan, extreme vigilance. Fortunately,\nthere was less to fear from the detected bandit than the secret traitor. But one serious fact appeared from this explanation. No one had yet\nthought of it; only Mary Grant, disregarding the past, looked forward\nto the future. Captain Mangles first saw her pale and disconsolate. He\nunderstood what was passing in her mind. \"Miss Mary!\" cried he, \"you are weeping!\" \"What is the matter, my child?\" asked Lady Helena. \"My father, madam, my father!\" replied the young girl. She could not continue. But a sudden revelation dawned on the mind of\neach. They comprehended Mary's grief, why the tears flowed from her\neyes, why the name of her father rose to her lips. The discovery of Ayrton's treachery destroyed all hope.", "label": "NEUTRAL"}
{"claim_id": "39_0", "claim": "Tom Ayrton/Ben Joyce After discharge he adopted the alias Ben Joyce and shipped on the Liverpool–Lisbon trader, forming a mentor-friend bond with Captain Dewey and second mate Eddie.", "evidence": "The quartermaster made his preparations for departure, aided by the\ntwo sailors, one of whom attended to his horse, and the other to his\nprovisions. Meantime Glenarvan wrote the letter designed for Tom Austin. He ordered the mate of the Duncan to repair without delay to Twofold\nBay, and recommended the quartermaster to him as a man in whom he could\nplace entire confidence. As soon as he arrived at the bay, he was to\nsend a detachment of sailors under the command of Ayrton. He had just reached this part of his letter, when the major, who had\nbeen looking over his shoulder, asked him, in a singular tone, how he\nwrote the word Ayrton. \"As it is pronounced,\" replied Glenarvan. \"That is a mistake,\" said the major coolly. \"It is pronounced Ayrton,\nbut it is written 'Ben Joyce'!\" CHAPTER XLI. THE PLOT UNVEILED. The sound of the name of Ben Joyce fell upon the party like a\nthunderbolt. Ayrton suddenly sprang to his feet. In his hand was a\nrevolver. A report was heard; and Glenarvan fell, struck by a bullet. Before Captain Mangles and the sailors recovered from the surprise into\nwhich this unexpected turn of affairs had thrown them, the audacious\nconvict had escaped, and joined his band, scattered along the edge of\nthe wood of gum-trees. [Illustration: A report was heard; and Glenarvan fell, struck by a\nbullet.] The tent did not offer a sufficient shelter against the bullets, and\nit was clearly necessary to beat a retreat. Glenarvan, who was but\nslightly injured, had risen. \"To the cart! to the cart!\" cried Captain Mangles, as he hurried on\nLady Helena and Mary Grant, who were soon in safety behind its stout\nsides. The captain, the major, Paganel, and the sailors then seized their\nrifles, and stood ready to repel the convicts. Glenarvan and Robert had\njoined the ladies, while Olbinett hastened to the common defence. These events had transpired with the rapidity of lightning. Captain\nMangles attentively watched the edge of the wood; but the reports\nsuddenly ceased on the arrival of Ben Joyce, and a profound silence\nsucceeded the noisy fusillade. A few wreaths of white smoke were still\ncurling up between the branches of the gum-trees, but the tall tufts of\ngastrolobium were motionless and all signs of attack had disappeared. The major and Captain Mangles extended their examinations as far as the\ngreat trees. The place was abandoned. Numerous footprints were seen,\nand a few half-burnt cartridges smoked on the ground. The major, like\na prudent man, extinguished them, for a spark was enough to kindle a\nformidable conflagration in this forest of dry trees. \"The convicts have disappeared,\" said Captain Mangles. \"Yes,\" replied the major; \"and this disappearance alarms me. I should\nprefer to meet them face to face. It is better to encounter a tiger in\nthe open plain than a serpent in the grass. Let us search these bushes\naround the cart.\" [Sidenote: UNRAVELINGS.] The major and captain scoured the surrounding country. But from the\nedge of the wood to the banks of the Snowy they did not meet with a\nsingle convict. Ben Joyce's band seemed to have flown away, like a\nflock of mischievous birds. This disappearance was too strange to\ninspire a perfect security. They therefore resolved to keep on the\nwatch. The cart, which was a really immovable fortress, became the\ncentre of the encampment, and two men kept guard, relieving each other\nevery hour. Lady Helena and Mary Grant's first care had been to dress Glenarvan's\nwound.", "label": "NEUTRAL"}
{"claim_id": "98_0", "claim": "Noirtier Hidden Waterloo-era diplomatic letters in his study ensured that political foes dared not silence him, explaining how he could still shield Valentine after losing the power of speech.", "evidence": "Villefort’s impatience\nduring this scene made the perspiration roll from his forehead, and\nFranz was stupefied. The old servant came. “Barrois,” said Valentine, “my grandfather has told me to open that\ndrawer in the secretaire, but there is a secret spring in it, which you\nknow—will you open it?”\n\nBarrois looked at the old man. “Obey,” said Noirtier’s intelligent eye. Barrois touched a spring, the false bottom came out, and they saw a\nbundle of papers tied with a black string. “Is that what you wish for?” said Barrois. “Yes.”\n\n“Shall I give these papers to M. de Villefort?”\n\n“No.”\n\n“To Mademoiselle Valentine?”\n\n“No.”\n\n“To M. Franz d’Épinay?”\n\n“Yes.”\n\nFranz, astonished, advanced a step. “To me, sir?” said he. “Yes.”\n\nFranz took them from Barrois and casting a glance at the cover, read:\n\n“‘To be given, after my death, to General Durand, who shall bequeath\nthe packet to his son, with an injunction to preserve it as containing\nan important document.’\n\n“Well, sir,” asked Franz, “what do you wish me to do with this paper?”\n\n“To preserve it, sealed up as it is, doubtless,” said the procureur. “No,” replied Noirtier eagerly. “Do you wish him to read it?” said Valentine. “Yes,” replied the old man. “You understand, baron, my grandfather wishes you to read this paper,”\nsaid Valentine. “Then let us sit down,” said Villefort impatiently, “for it will take\nsome time.”\n\n“Sit down,” said the old man. Villefort took a chair, but Valentine\nremained standing by her father’s side, and Franz before him, holding\nthe mysterious paper in his hand. “Read,” said the old man. Franz\nuntied it, and in the midst of the most profound silence read:\n\n40038m\n\n\n\n“‘_Extract of the report of a meeting of the Bonapartist Club in the\nRue Saint-Jacques, held February 5th, 1815_.’”\n\nFranz stopped. “February 5th, 1815!” said he; “it is the day my father\nwas murdered.” Valentine and Villefort were dumb; the eye of the old\nman alone seemed to say clearly, “Go on.”\n\n“But it was on leaving this club,” said he, “my father disappeared.”\n\nNoirtier’s eye continued to say, “Read.” He resumed:—\n\n“‘The undersigned Louis-Jacques Beaurepaire, lieutenant-colonel of\nartillery, Étienne Duchampy, general of brigade, and Claude Lecharpal,\nkeeper of woods and forests, declare, that on the 4th of February, a\nletter arrived from the Island of Elba, recommending to the kindness\nand the confidence of the Bonapartist Club, General Flavien de Quesnel,\nwho having served the emperor from 1804 to 1814 was supposed to be\ndevoted to the interests of the Napoleon dynasty, notwithstanding the\ntitle of baron which Louis XVIII. had just granted to him with his\nestate of Épinay. 400340m\n\n\n\n“‘A note was in consequence addressed to General de Quesnel, begging\nhim to be present at the meeting next day, the 5th. The note indicated\nneither the street nor the number of the house where the meeting was to\nbe held; it bore no signature, but it announced to the general that\nsomeone would call for him if he would be ready at nine o’clock. The\nmeetings were always held from that time till midnight. At nine o’clock\nthe president of the club presented himself; the general was ready, the\npresident informed him that one of the conditions of his introduction\nwas that he should be eternally ignorant of the place of meeting, and\nthat he would allow his eyes to be bandaged, swearing that he would not\nendeavor to take off the bandage. General de Quesnel accepted the\ncondition, and promised on his honor not to seek to discover the road\nthey took.", "label": "NEUTRAL"}
{"claim_id": "98_0", "claim": "Noirtier Hidden Waterloo-era diplomatic letters in his study ensured that political foes dared not silence him, explaining how he could still shield Valentine after losing the power of speech.", "evidence": "Noirtier’s room was opened, like all the rest. The first\nthing he saw was the old man sitting in his armchair in his usual\nplace, but his eyes expressed alarm, which was confirmed by the pallor\nwhich overspread his features. “How are you, sir?” asked Morrel, with a sickness of heart. “Well,” answered the old man, by closing his eyes; but his appearance\nmanifested increasing uneasiness. “You are thoughtful, sir,” continued Morrel; “you want something; shall\nI call one of the servants?”\n\n“Yes,” replied Noirtier. Morrel pulled the bell, but though he nearly broke the cord no one\nanswered. He turned towards Noirtier; the pallor and anguish expressed\non his countenance momentarily increased. “Oh,” exclaimed Morrel, “why do they not come? Is anyone ill in the\nhouse?” The eyes of Noirtier seemed as though they would start from\ntheir sockets. “What is the matter? You alarm me. Valentine? Valentine?”\n\n“Yes, yes,” signed Noirtier. Maximilian tried to speak, but he could articulate nothing; he\nstaggered, and supported himself against the wainscot. Then he pointed\nto the door. “Yes, yes, yes!” continued the old man. 50089m\n\n\n\nMaximilian rushed up the little staircase, while Noirtier’s eyes seemed\nto say,—“Quicker, quicker!”\n\nIn a minute the young man darted through several rooms, till at length\nhe reached Valentine’s. There was no occasion to push the door, it was wide open. A sob was the\nonly sound he heard. He saw as though in a mist, a black figure\nkneeling and buried in a confused mass of white drapery. A terrible\nfear transfixed him. It was then he heard a voice exclaim “Valentine is\ndead!” and another voice which, like an echo repeated:\n\n“Dead,—dead!”\n\n50090m\n\n\n\n\n Chapter 103. Maximilian\n\nVillefort rose, half-ashamed of being surprised in such a paroxysm of\ngrief. The terrible office he had held for twenty-five years had\nsucceeded in making him more or less than man. His glance, at first\nwandering, fixed itself upon Morrel. “Who are you, sir,” he asked,\n“that forget that this is not the manner to enter a house stricken with\ndeath? Go, sir, go!”\n\nBut Morrel remained motionless; he could not detach his eyes from that\ndisordered bed, and the pale corpse of the young girl who was lying on\nit. “Go!—do you hear?” said Villefort, while d’Avrigny advanced to lead\nMorrel out. Maximilian stared for a moment at the corpse, gazed all\naround the room, then upon the two men; he opened his mouth to speak,\nbut finding it impossible to give utterance to the innumerable ideas\nthat occupied his brain, he went out, thrusting his hands through his\nhair in such a manner that Villefort and d’Avrigny, for a moment\ndiverted from the engrossing topic, exchanged glances, which seemed to\nsay,—“He is mad!”\n\nBut in less than five minutes the staircase groaned beneath an\nextraordinary weight. Morrel was seen carrying, with superhuman\nstrength, the armchair containing Noirtier upstairs. When he reached\nthe landing he placed the armchair on the floor and rapidly rolled it\ninto Valentine’s room. This could only have been accomplished by means\nof unnatural strength supplied by powerful excitement. But the most\nfearful spectacle was Noirtier being pushed towards the bed, his face\nexpressing all his meaning, and his eyes supplying the want of every\nother faculty. That pale face and flaming glance appeared to Villefort\nlike a frightful apparition. Each time he had been brought into contact\nwith his father, something terrible had happened.", "label": "NEUTRAL"}
{"claim_id": "98_1", "claim": "Noirtier explaining how he could still shield Valentine after losing the power of speech", "evidence": "Noirtier’s room was opened, like all the rest. The first\nthing he saw was the old man sitting in his armchair in his usual\nplace, but his eyes expressed alarm, which was confirmed by the pallor\nwhich overspread his features. “How are you, sir?” asked Morrel, with a sickness of heart. “Well,” answered the old man, by closing his eyes; but his appearance\nmanifested increasing uneasiness. “You are thoughtful, sir,” continued Morrel; “you want something; shall\nI call one of the servants?”\n\n“Yes,” replied Noirtier. Morrel pulled the bell, but though he nearly broke the cord no one\nanswered. He turned towards Noirtier; the pallor and anguish expressed\non his countenance momentarily increased. “Oh,” exclaimed Morrel, “why do they not come? Is anyone ill in the\nhouse?” The eyes of Noirtier seemed as though they would start from\ntheir sockets. “What is the matter? You alarm me. Valentine? Valentine?”\n\n“Yes, yes,” signed Noirtier. Maximilian tried to speak, but he could articulate nothing; he\nstaggered, and supported himself against the wainscot. Then he pointed\nto the door. “Yes, yes, yes!” continued the old man. 50089m\n\n\n\nMaximilian rushed up the little staircase, while Noirtier’s eyes seemed\nto say,—“Quicker, quicker!”\n\nIn a minute the young man darted through several rooms, till at length\nhe reached Valentine’s. There was no occasion to push the door, it was wide open. A sob was the\nonly sound he heard. He saw as though in a mist, a black figure\nkneeling and buried in a confused mass of white drapery. A terrible\nfear transfixed him. It was then he heard a voice exclaim “Valentine is\ndead!” and another voice which, like an echo repeated:\n\n“Dead,—dead!”\n\n50090m\n\n\n\n\n Chapter 103. Maximilian\n\nVillefort rose, half-ashamed of being surprised in such a paroxysm of\ngrief. The terrible office he had held for twenty-five years had\nsucceeded in making him more or less than man. His glance, at first\nwandering, fixed itself upon Morrel. “Who are you, sir,” he asked,\n“that forget that this is not the manner to enter a house stricken with\ndeath? Go, sir, go!”\n\nBut Morrel remained motionless; he could not detach his eyes from that\ndisordered bed, and the pale corpse of the young girl who was lying on\nit. “Go!—do you hear?” said Villefort, while d’Avrigny advanced to lead\nMorrel out. Maximilian stared for a moment at the corpse, gazed all\naround the room, then upon the two men; he opened his mouth to speak,\nbut finding it impossible to give utterance to the innumerable ideas\nthat occupied his brain, he went out, thrusting his hands through his\nhair in such a manner that Villefort and d’Avrigny, for a moment\ndiverted from the engrossing topic, exchanged glances, which seemed to\nsay,—“He is mad!”\n\nBut in less than five minutes the staircase groaned beneath an\nextraordinary weight. Morrel was seen carrying, with superhuman\nstrength, the armchair containing Noirtier upstairs. When he reached\nthe landing he placed the armchair on the floor and rapidly rolled it\ninto Valentine’s room. This could only have been accomplished by means\nof unnatural strength supplied by powerful excitement. But the most\nfearful spectacle was Noirtier being pushed towards the bed, his face\nexpressing all his meaning, and his eyes supplying the want of every\nother faculty. That pale face and flaming glance appeared to Villefort\nlike a frightful apparition. Each time he had been brought into contact\nwith his father, something terrible had happened.", "label": "NEUTRAL"}
{"claim_id": "25_0", "claim": "Jacques Paganel On the eve of sailing aboard Duncan he met ex-General von Wallace and obtained notes on South-American inland geography and native customs.", "evidence": "Their\ncaptain was one of the most confident on board; but his confidence\nproceeded especially from the desire that he cherished so strongly at\nheart, of seeing Miss Mary happy and consoled. He was particularly\ninterested in this young girl; and this feeling he concealed so well,\nthat, except Miss Grant and himself, no one on board the Duncan had\nperceived it. As for the learned geographer, he was probably the happiest man in the\nsouthern hemisphere. He passed his time in studying the maps with which\nhe covered the cabin-table; and then followed daily discussions with\nMr. Olbinett, so that he could scarcely set the table. But Paganel had all the passengers on his side except the major,\nwho was very indifferent to geographical questions, especially at\ndinner-time. Having discovered a whole cargo of odd books in the mate's\nchests, and among them a number of Cervantes' works, the Frenchman\nresolved to learn Spanish, which nobody on board knew, and which would\nfacilitate his search on the shores of Chili. Thanks to his love for\nphilology, he did not despair of speaking this new tongue fluently on\narriving at Concepcion. He therefore studied assiduously, and was heard\nincessantly muttering heterogeneous syllables. During his leisure hours\nhe did not fail to give young Robert practical instruction, and taught\nhim the history of the country they were rapidly approaching. In the meantime the Duncan was proceeding at a remarkable rate. She\ncut the Tropic of Capricorn, and her prow was headed toward the strait\nof the celebrated geographer. Now and then the low shores of Patagonia\nwere seen, but like an almost invisible line on the horizon. They\nsailed along the coast for more than ten miles, but Paganel's famous\ntelescope gave him only a vague idea of these American shores. The vessel soon found herself at the head of the strait, and entered\nwithout hesitation. This way is generally preferred by steam-vessels\nbound for the Pacific. Its exact length is three hundred and\nseventy-six miles. Ships of the greatest tonnage can always find deep\nwater, even near its shores, an excellent bottom, and many springs of\nwater. The rivers abound in fish, the forest in game, there are safe\nand easy landings at twenty places, and, in short, a thousand resources\nthat are wanting in the Strait of Lemaire, and off the terrible rocks\nof Cape Horn, which are continually visited by storms and tempests. [Illustration: Sometimes the tips of her yards would graze the branches\nof the beeches that hung over the waves.] During the first hours of the passage, till you reach Cape Gregory,\nthe shores are low and sandy. The entire passage lasted scarcely\nthirty-six hours, and this moving panorama of the two shores well\nrewarded the pains the geographer took to admire it under the radiant\nbeams of the southern sun. No inhabitant appeared on the shores of the\ncontinent; and only a few Fuegians wandered along the barren rocks of\nTerra del Fuego. At one moment the Duncan rounded the peninsula of Brunswick between\ntwo magnificent sights. Just here the strait cuts between stupendous\nmasses of granite. The base of the mountains was hidden in the heart\nof immense forests, while their summits, whitened with eternal snow,\nwere lost in the clouds. Towards the southeast Mount Taru towered\nsix thousand five hundred feet aloft. Night came, preceded by a long\ntwilight, the light melting away insensibly by gentle degrees, while\nthe sky was studded with brilliant stars.", "label": "NEUTRAL"}
{"claim_id": "25_0", "claim": "Jacques Paganel On the eve of sailing aboard Duncan he met ex-General von Wallace and obtained notes on South-American inland geography and native customs.", "evidence": "Lord Glenarvan,\nmoreover, knew perfectly whom he had met. The name and merit of Jacques\nPaganel were well known to him. His geographical labors, his reports\non modern discoveries, published in the bulletins of the Society, his\ncorrespondence with the entire world, had made him one of the most\ndistinguished scientific men of France. Thus Glenarvan extended his\nhand very cordially to his unexpected guest. \"And now that our introduction is over,\" added he, \"will you permit me,\nMonsieur Paganel, to ask you a question?\" \"Twenty, my lord,\" replied Jacques Paganel; \"it will always be a\npleasure to converse with you.\" \"You arrived on board this vessel the day before yesterday?\" \"Yes, my lord, day before yesterday, at eight o'clock in the evening. I took a cab from the Caledonian Railway to the Scotia, in which I had\nengaged cabin number six at Paris. The night was dark. I saw no one on\nboard. Feeling fatigued by thirty hours of travel, and knowing that\na good way to avoid sea-sickness is to go to bed on embarking, and\nnot stir from your bunk for the first days of the voyage, I retired\nimmediately, and have conscientiously slept thirty-six hours, I assure\nyou.\" Jacques Paganel's hearers now knew the reason of his presence on board. The Frenchman, mistaking the vessel, had embarked while the crew of\nthe Duncan were engaged in the ceremony at Saint Mungo. Everything was\nexplained. But what would the geographer say, when he learned the name\nand destination of the vessel on which he had taken passage? \"So, Monsieur Paganel,\" said Glenarvan, \"you have chosen Calcutta as\nyour centre of action?\" \"Yes, my lord. To see India is an idea that I have cherished all my\nlife. It is my brightest dream, which shall be realized at last in the\ncountry of the elephants and the Thugs.\" \"Then you would not care to visit another country?\" \"No, my lord; it would be even disagreeable, for I have letters from\nLord Somerset to the governor-general of India, and a mission from the\nGeographical Society which I must fulfil.\" \"Ah! you have a mission?\" \"Yes, a useful and curious voyage to undertake, the programme of\nwhich has been arranged by my scientific friend and colleague, M.\nVivien de Saint Martin. It is to follow in the steps of the brothers\nSchlagintweit, and many other celebrated travelers. I hope to succeed\nwhere Missionary Krick unfortunately failed in 1846. In a word, I wish\nto discover the course of the Yaroo-tsang-bo-tsoo, which waters Thibet,\nand finally to settle whether this river does not join the Brahmapootra\nin the northeast part of Assam. A gold medal is promised to that\ntraveler who shall succeed in supplying this much-needed information on\nIndian geography.\" Paganel was grandiloquent. He spoke with a lofty animation, and was\ncarried away in the rapid flight of imagination. It would have been\nas impossible to check him as to stay the Rhine at the Falls of\nSchaffhausen. \"Monsieur Jacques Paganel,\" said Lord Glenarvan, after a moment\nof silence, \"that is certainly a fine voyage, and one for which\nscience would be very grateful; but I will not further prolong your\nignorance. For the present, you must give up the pleasure of seeing\nIndia.\" \"Give it up! And why?\" \"Because you are turning your back upon the Indian peninsula.\" \"How? Captain Burton----\"\n\n\"I am not Captain Burton,\" replied John Mangles. \"But the Scotia?\" \"This vessel is not the Scotia.\" Paganel's amazement cannot be depicted.", "label": "SUPPORT"}
{"claim_id": "40_1", "claim": "Tom Ayrton/Ben Joyce distrusted shipmates,", "evidence": "I knew what\nI wished, and returned to the encampment with the certainty that all\nthe convicts in Australia are not reformed, in spite of Paganel's\narguments.\" \"Then,\" said Glenarvan, whose face was pale with anger, \"Ayrton has\nbrought us here to rob and assassinate us?\" \"Yes,\" replied the major. \"And, since leaving the Wimerra, his band has followed and watched us,\nwaiting for a favorable opportunity?\" [Sidenote: FROM DEPTH TO DEPTH.] \"Yes.\" \"But this wretch is not, then, a sailor of the Britannia? He has stolen\nhis name and contract?\" All eyes were turned towards MacNabb, who must have considered this\nmatter. \"These,\" replied he, in his calm voice, \"are the proofs that can be\nderived from this obscure state of affairs. In my opinion this man's\nreal name is Ayrton. Ben Joyce is his fighting title. It is certain\nthat he knows Harry Grant, and has been quartermaster on board the\nBritannia. These facts, proved already by the precise details given\nby Ayrton, are still further corroborated by the conversation of the\nconvicts that I have related. Let us not, therefore, be led astray\nby vain conjectures, but only be certain that Ayrton is Ben Joyce, a\nsailor of the Britannia, now chief of a band of convicts.\" The major's explanation was accepted as conclusive. \"Now,\" replied Glenarvan, \"will you tell me how and why Harry Grant's\nquartermaster is in Australia?\" \"How, I do not know,\" said MacNabb; \"and the police declare they know\nno more than I on the subject. Why, it is also impossible for me to\nsay. Here is a mystery that the future will explain.\" \"The police do not even know the identity of Ayrton and Ben Joyce,\"\nsaid Captain Mangles. \"You are right, John,\" replied the major; \"and such information would\nbe likely to facilitate their search.\" \"This unfortunate, then,\" remarked Lady Helena, \"intruded into\nO'Moore's farm with a criminal intention?\" \"There is no doubt of it,\" continued MacNabb. \"He was meditating\nsome hostile attack upon the Irishman, when a better opportunity was\noffered. Chance threw us in his way. He heard Glenarvan's story of the\nshipwreck, and, like a bold man, he promptly decided to take part in\nthe expedition. At the Wimerra he communicated with one of his friends,\nthe farrier of Black Point, and thus left distinguishable traces of\nour course. His band followed us. A poisonous plant enabled him to\ngradually kill our oxen and horses. Then, at the proper moment, he\nentangled us in the marshes of the Snowy, and surrendered us to the\nconvicts he commanded.\" Everything possible had been said concerning Ben Joyce. His past had\njust been reviewed by the major, and the wretch appeared as he was,--a\nbold and formidable criminal. His intentions had been clearly proved,\nand required, on the part of Glenarvan, extreme vigilance. Fortunately,\nthere was less to fear from the detected bandit than the secret traitor. But one serious fact appeared from this explanation. No one had yet\nthought of it; only Mary Grant, disregarding the past, looked forward\nto the future. Captain Mangles first saw her pale and disconsolate. He\nunderstood what was passing in her mind. \"Miss Mary!\" cried he, \"you are weeping!\" \"What is the matter, my child?\" asked Lady Helena. \"My father, madam, my father!\" replied the young girl. She could not continue. But a sudden revelation dawned on the mind of\neach. They comprehended Mary's grief, why the tears flowed from her\neyes, why the name of her father rose to her lips. The discovery of Ayrton's treachery destroyed all hope.", "label": "NEUTRAL"}
{"claim_id": "40_1", "claim": "Tom Ayrton/Ben Joyce distrusted shipmates,", "evidence": "The quartermaster made his preparations for departure, aided by the\ntwo sailors, one of whom attended to his horse, and the other to his\nprovisions. Meantime Glenarvan wrote the letter designed for Tom Austin. He ordered the mate of the Duncan to repair without delay to Twofold\nBay, and recommended the quartermaster to him as a man in whom he could\nplace entire confidence. As soon as he arrived at the bay, he was to\nsend a detachment of sailors under the command of Ayrton. He had just reached this part of his letter, when the major, who had\nbeen looking over his shoulder, asked him, in a singular tone, how he\nwrote the word Ayrton. \"As it is pronounced,\" replied Glenarvan. \"That is a mistake,\" said the major coolly. \"It is pronounced Ayrton,\nbut it is written 'Ben Joyce'!\" CHAPTER XLI. THE PLOT UNVEILED. The sound of the name of Ben Joyce fell upon the party like a\nthunderbolt. Ayrton suddenly sprang to his feet. In his hand was a\nrevolver. A report was heard; and Glenarvan fell, struck by a bullet. Before Captain Mangles and the sailors recovered from the surprise into\nwhich this unexpected turn of affairs had thrown them, the audacious\nconvict had escaped, and joined his band, scattered along the edge of\nthe wood of gum-trees. [Illustration: A report was heard; and Glenarvan fell, struck by a\nbullet.] The tent did not offer a sufficient shelter against the bullets, and\nit was clearly necessary to beat a retreat. Glenarvan, who was but\nslightly injured, had risen. \"To the cart! to the cart!\" cried Captain Mangles, as he hurried on\nLady Helena and Mary Grant, who were soon in safety behind its stout\nsides. The captain, the major, Paganel, and the sailors then seized their\nrifles, and stood ready to repel the convicts. Glenarvan and Robert had\njoined the ladies, while Olbinett hastened to the common defence. These events had transpired with the rapidity of lightning. Captain\nMangles attentively watched the edge of the wood; but the reports\nsuddenly ceased on the arrival of Ben Joyce, and a profound silence\nsucceeded the noisy fusillade. A few wreaths of white smoke were still\ncurling up between the branches of the gum-trees, but the tall tufts of\ngastrolobium were motionless and all signs of attack had disappeared. The major and Captain Mangles extended their examinations as far as the\ngreat trees. The place was abandoned. Numerous footprints were seen,\nand a few half-burnt cartridges smoked on the ground. The major, like\na prudent man, extinguished them, for a spark was enough to kindle a\nformidable conflagration in this forest of dry trees. \"The convicts have disappeared,\" said Captain Mangles. \"Yes,\" replied the major; \"and this disappearance alarms me. I should\nprefer to meet them face to face. It is better to encounter a tiger in\nthe open plain than a serpent in the grass. Let us search these bushes\naround the cart.\" [Sidenote: UNRAVELINGS.] The major and captain scoured the surrounding country. But from the\nedge of the wood to the banks of the Snowy they did not meet with a\nsingle convict. Ben Joyce's band seemed to have flown away, like a\nflock of mischievous birds. This disappearance was too strange to\ninspire a perfect security. They therefore resolved to keep on the\nwatch. The cart, which was a really immovable fortress, became the\ncentre of the encampment, and two men kept guard, relieving each other\nevery hour. Lady Helena and Mary Grant's first care had been to dress Glenarvan's\nwound.", "label": "NEUTRAL"}
{"claim_id": "96_1", "claim": "Noirtier When he saw that Valentine had inherited his trembling hands", "evidence": "Noirtier’s room was opened, like all the rest. The first\nthing he saw was the old man sitting in his armchair in his usual\nplace, but his eyes expressed alarm, which was confirmed by the pallor\nwhich overspread his features. “How are you, sir?” asked Morrel, with a sickness of heart. “Well,” answered the old man, by closing his eyes; but his appearance\nmanifested increasing uneasiness. “You are thoughtful, sir,” continued Morrel; “you want something; shall\nI call one of the servants?”\n\n“Yes,” replied Noirtier. Morrel pulled the bell, but though he nearly broke the cord no one\nanswered. He turned towards Noirtier; the pallor and anguish expressed\non his countenance momentarily increased. “Oh,” exclaimed Morrel, “why do they not come? Is anyone ill in the\nhouse?” The eyes of Noirtier seemed as though they would start from\ntheir sockets. “What is the matter? You alarm me. Valentine? Valentine?”\n\n“Yes, yes,” signed Noirtier. Maximilian tried to speak, but he could articulate nothing; he\nstaggered, and supported himself against the wainscot. Then he pointed\nto the door. “Yes, yes, yes!” continued the old man. 50089m\n\n\n\nMaximilian rushed up the little staircase, while Noirtier’s eyes seemed\nto say,—“Quicker, quicker!”\n\nIn a minute the young man darted through several rooms, till at length\nhe reached Valentine’s. There was no occasion to push the door, it was wide open. A sob was the\nonly sound he heard. He saw as though in a mist, a black figure\nkneeling and buried in a confused mass of white drapery. A terrible\nfear transfixed him. It was then he heard a voice exclaim “Valentine is\ndead!” and another voice which, like an echo repeated:\n\n“Dead,—dead!”\n\n50090m\n\n\n\n\n Chapter 103. Maximilian\n\nVillefort rose, half-ashamed of being surprised in such a paroxysm of\ngrief. The terrible office he had held for twenty-five years had\nsucceeded in making him more or less than man. His glance, at first\nwandering, fixed itself upon Morrel. “Who are you, sir,” he asked,\n“that forget that this is not the manner to enter a house stricken with\ndeath? Go, sir, go!”\n\nBut Morrel remained motionless; he could not detach his eyes from that\ndisordered bed, and the pale corpse of the young girl who was lying on\nit. “Go!—do you hear?” said Villefort, while d’Avrigny advanced to lead\nMorrel out. Maximilian stared for a moment at the corpse, gazed all\naround the room, then upon the two men; he opened his mouth to speak,\nbut finding it impossible to give utterance to the innumerable ideas\nthat occupied his brain, he went out, thrusting his hands through his\nhair in such a manner that Villefort and d’Avrigny, for a moment\ndiverted from the engrossing topic, exchanged glances, which seemed to\nsay,—“He is mad!”\n\nBut in less than five minutes the staircase groaned beneath an\nextraordinary weight. Morrel was seen carrying, with superhuman\nstrength, the armchair containing Noirtier upstairs. When he reached\nthe landing he placed the armchair on the floor and rapidly rolled it\ninto Valentine’s room. This could only have been accomplished by means\nof unnatural strength supplied by powerful excitement. But the most\nfearful spectacle was Noirtier being pushed towards the bed, his face\nexpressing all his meaning, and his eyes supplying the want of every\nother faculty. That pale face and flaming glance appeared to Villefort\nlike a frightful apparition. Each time he had been brought into contact\nwith his father, something terrible had happened.", "label": "CONTRADICT"}
{"claim_id": "96_1", "claim": "Noirtier When he saw that Valentine had inherited his trembling hands", "evidence": "But they are calling me. Do\nyou hear?”\n\n“Ah, Valentine,” said Maximilian, “give me but one finger through this\nopening in the grating, one finger, the littlest finger of all, that I\nmay have the happiness of kissing it.”\n\n“Maximilian, we said we would be to each other as two voices, two\nshadows.”\n\n“As you will, Valentine.”\n\n“Shall you be happy if I do what you wish?”\n\n“Oh, yes!”\n\nValentine mounted on a bench, and passed not only her finger but her\nwhole hand through the opening. Maximilian uttered a cry of delight,\nand, springing forwards, seized the hand extended towards him, and\nimprinted on it a fervent and impassioned kiss. The little hand was\nthen immediately withdrawn, and the young man saw Valentine hurrying\ntowards the house, as though she were almost terrified at her own\nsensations. Chapter 58. M. Noirtier de Villefort\n\nWe will now relate what was passing in the house of the king’s attorney\nafter the departure of Madame Danglars and her daughter, and during the\ntime of the conversation between Maximilian and Valentine, which we\nhave just detailed. M. de Villefort entered his father’s room, followed by Madame de\nVillefort. Both of the visitors, after saluting the old man and\nspeaking to Barrois, a faithful servant, who had been twenty-five years\nin his service, took their places on either side of the paralytic. M. Noirtier was sitting in an armchair, which moved upon casters, in\nwhich he was wheeled into the room in the morning, and in the same way\ndrawn out again at night. He was placed before a large glass, which\nreflected the whole apartment, and so, without any attempt to move,\nwhich would have been impossible, he could see all who entered the room\nand everything which was going on around him. M. Noirtier, although\nalmost as immovable as a corpse, looked at the new-comers with a quick\nand intelligent expression, perceiving at once, by their ceremonious\ncourtesy, that they were come on business of an unexpected and official\ncharacter. Sight and hearing were the only senses remaining, and they, like two\nsolitary sparks, remained to animate the miserable body which seemed\nfit for nothing but the grave; it was only, however, by means of one of\nthese senses that he could reveal the thoughts and feelings that still\noccupied his mind, and the look by which he gave expression to his\ninner life was like the distant gleam of a candle which a traveller\nsees by night across some desert place, and knows that a living being\ndwells beyond the silence and obscurity. Noirtier’s hair was long and white, and flowed over his shoulders;\nwhile in his eyes, shaded by thick black lashes, was concentrated, as\nit often happens with an organ which is used to the exclusion of the\nothers, all the activity, address, force, and intelligence which were\nformerly diffused over his whole body; and so although the movement of\nthe arm, the sound of the voice, and the agility of the body, were\nwanting, the speaking eye sufficed for all. He commanded with it; it\nwas the medium through which his thanks were conveyed. In short, his\nwhole appearance produced on the mind the impression of a corpse with\nliving eyes, and nothing could be more startling than to observe the\nexpression of anger or joy suddenly lighting up these organs, while the\nrest of the rigid and marble-like features were utterly deprived of the\npower of participation.", "label": "NEUTRAL"}
{"claim_id": "90_1", "claim": "Noirtier To obtain royalist intelligence from the Vendée", "evidence": "Villefort caught his arm. “Wait, my dear father,” said the young man, “one word more.”\n\n“Say on.”\n\n“However stupid the royalist police may be, they do know one terrible\nthing.”\n\n“What is that?”\n\n“The description of the man who, on the morning of the day when General\nQuesnel disappeared, presented himself at his house.”\n\n“Oh, the admirable police have found that out, have they? And what may\nbe that description?”\n\n“Dark complexion; hair, eyebrows, and whiskers black; blue frock-coat,\nbuttoned up to the chin; rosette of an officer of the Legion of Honor\nin his button-hole; a hat with wide brim, and a cane.”\n\n“Ah, ha, that’s it, is it?” said Noirtier; “and why, then, have they\nnot laid hands on him?”\n\n“Because yesterday, or the day before, they lost sight of him at the\ncorner of the Rue Coq-Héron.”\n\n“Didn’t I say that your police were good for nothing?”\n\n“Yes; but they may catch him yet.”\n\n“True,” said Noirtier, looking carelessly around him, “true, if this\nperson were not on his guard, as he is;” and he added with a smile, “He\nwill consequently make a few changes in his personal appearance.” At\nthese words he rose, and put off his frock-coat and cravat, went\ntowards a table on which lay his son’s toilet articles, lathered his\nface, took a razor, and, with a firm hand, cut off the compromising\nwhiskers. Villefort watched him with alarm not devoid of admiration. His whiskers cut off, Noirtier gave another turn to his hair; took,\ninstead of his black cravat, a colored neckerchief which lay at the top\nof an open portmanteau; put on, in lieu of his blue and high-buttoned\nfrock-coat, a coat of Villefort’s of dark brown, and cut away in front;\ntried on before the glass a narrow-brimmed hat of his son’s, which\nappeared to fit him perfectly, and, leaving his cane in the corner\nwhere he had deposited it, he took up a small bamboo switch, cut the\nair with it once or twice, and walked about with that easy swagger\nwhich was one of his principal characteristics. “Well,” he said, turning towards his wondering son, when this disguise\nwas completed, “well, do you think your police will recognize me now.”\n\n“No, father,” stammered Villefort; “at least, I hope not.”\n\n“And now, my dear boy,” continued Noirtier, “I rely on your prudence to\nremove all the things which I leave in your care.”\n\n“Oh, rely on me,” said Villefort. “Yes, yes; and now I believe you are right, and that you have really\nsaved my life; be assured I will return the favor hereafter.”\n\nVillefort shook his head. “You are not convinced yet?”\n\n“I hope at least, that you may be mistaken.”\n\n“Shall you see the king again?”\n\n“Perhaps.”\n\n“Would you pass in his eyes for a prophet?”\n\n“Prophets of evil are not in favor at the court, father.”\n\n“True, but some day they do them justice; and supposing a second\nrestoration, you would then pass for a great man.”\n\n“Well, what should I say to the king?”\n\n“Say this to him: ‘Sire, you are deceived as to the feeling in France,\nas to the opinions of the towns, and the prejudices of the army; he\nwhom in Paris you call the Corsican ogre, who at Nevers is styled the\nusurper, is already saluted as Bonaparte at Lyons, and emperor at\nGrenoble. You think he is tracked, pursued, captured; he is advancing\nas rapidly as his own eagles. The soldiers you believe to be dying with\nhunger, worn out with fatigue, ready to desert, gather like atoms of\nsnow about the rolling ball as it hastens onward.", "label": "SUPPORT"}
{"claim_id": "90_1", "claim": "Noirtier To obtain royalist intelligence from the Vendée", "evidence": "He was—nay, probably may still be—a Bonapartist,\nand is called Noirtier; I, on the contrary, am a staunch royalist, and\nstyle myself de Villefort. Let what may remain of revolutionary sap\nexhaust itself and die away with the old trunk, and condescend only to\nregard the young shoot which has started up at a distance from the\nparent tree, without having the power, any more than the wish, to\nseparate entirely from the stock from which it sprung.”\n\n“Bravo, Villefort!” cried the marquis; “excellently well said! Come,\nnow, I have hopes of obtaining what I have been for years endeavoring\nto persuade the marquise to promise; namely, a perfect amnesty and\nforgetfulness of the past.”\n\n“With all my heart,” replied the marquise; “let the past be forever\nforgotten. I promise you it affords _me_ as little pleasure to revive\nit as it does you. All I ask is, that Villefort will be firm and\ninflexible for the future in his political principles. Remember, also,\nVillefort, that we have pledged ourselves to his majesty for your\nfealty and strict loyalty, and that at our recommendation the king\nconsented to forget the past, as I do” (and here she extended to him\nher hand)—“as I now do at your entreaty. But bear in mind, that should\nthere fall in your way anyone guilty of conspiring against the\ngovernment, you will be so much the more bound to visit the offence\nwith rigorous punishment, as it is known you belong to a suspected\nfamily.”\n\n“Alas, madame,” returned Villefort, “my profession, as well as the\ntimes in which we live, compels me to be severe. I have already\nsuccessfully conducted several public prosecutions, and brought the\noffenders to merited punishment. But we have not done with the thing\nyet.”\n\n0087m\n\n\n\n“Do you, indeed, think so?” inquired the marquise. “I am, at least, fearful of it. Napoleon, in the Island of Elba, is too\nnear France, and his proximity keeps up the hopes of his partisans. Marseilles is filled with half-pay officers, who are daily, under one\nfrivolous pretext or other, getting up quarrels with the royalists;\nfrom hence arise continual and fatal duels among the higher classes of\npersons, and assassinations in the lower.”\n\n“You have heard, perhaps,” said the Comte de Salvieux, one of M. de\nSaint-Méran’s oldest friends, and chamberlain to the Comte d’Artois,\n“that the Holy Alliance purpose removing him from thence?”\n\n“Yes; they were talking about it when we left Paris,” said M. de\nSaint-Méran; “and where is it decided to transfer him?”\n\n“To Saint Helena.”\n\n“For heaven’s sake, where is that?” asked the marquise. “An island situated on the other side of the equator, at least two\nthousand leagues from here,” replied the count. “So much the better. As Villefort observes, it is a great act of folly\nto have left such a man between Corsica, where he was born, and Naples,\nof which his brother-in-law is king, and face to face with Italy, the\nsovereignty of which he coveted for his son.”\n\n“Unfortunately,” said Villefort, “there are the treaties of 1814, and\nwe cannot molest Napoleon without breaking those compacts.”\n\n“Oh, well, we shall find some way out of it,” responded M. de Salvieux. “There wasn’t any trouble over treaties when it was a question of\nshooting the poor Duc d’Enghien.”\n\n“Well,” said the marquise, “it seems probable that, by the aid of the\nHoly Alliance, we shall be rid of Napoleon; and we must trust to the\nvigilance of M. de Villefort to purify Marseilles of his partisans.", "label": "SUPPORT"}
